Repository: mrbuslov/teenwork
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Давайте поищем что-нибудь интересное...
uk: Давайте пошукаємо щось цікаве...

source: Введите, что будем делать
uk: Введіть, що робитимемо

source: Предлагаю написать адрес, место, условия работы и многое другое...
uk: Пропоную написати адресу, місце, умови роботи та багато іншого...

source: Введите город
uk: Введіть місто

source: --- Вид занятости ---
uk: --- Вид зайнятості ---

source: Название публикации...
uk: Назва публікації...

source: Описание публикации...
uk: Опис публікації...

source: Объявления
uk: Оголошення

source: Объявление
uk: Оголошення

source: Изображения
uk: Зображення

source: Позиция
uk: Позиція

source: Фотографии
uk: Фотографії

source: Фотография
uk: Світлина

source: Undefined - ошибка загрузки изображений
uk: Undefined - помилка завантаження зображень

source: Возраст:
uk: Вік:

source: лет.
uk: років.

source: Сегодня в
uk: Сьогодні в

source: Вчера в
uk: Вчора в

source: Это официальный аккаунт
uk: Це офіційний обліковий запис

source: Другое
uk: Інше

source: Выберите что-то из пунктов меню, чтобы начать работу.
uk: Виберіть щось із пунктів меню, щоб розпочати роботу.

source: Тёмная тема
uk: Темна тема

source: Войти/Зарегистрироваться
uk: Ввійти зареєструватись

source: Настройки
uk: Налаштування

source: Мои объявления
uk: Мої оголошення

source: Сообщения
uk: Повідомлення

source: Принятые на работу
uk: Прийняті працювати

source: Выйти
uk: Вийти

source: Дополнительно
uk: Додатково

source: Политика конфидециальности
uk: Політика конфіденційності

source: Официальный труд молодёжи
uk: Офіційна праця молоді

source: Контакты
uk: Контакти

source: Присоединяйтесь к нам
uk: Приєднуйтесь до нас

source: Добавить постоянное объявление на Teenwork
uk: Додати постійне оголошення на teenwork

source: Добавить постоянное объявление на Teenwork, чтобы потенциальные работники нашли Вас.
uk: Додати постійне оголошення на teenwork щоб потенційні працівники знайшли вас.

source: Добавить объявление
uk: Додати оголошення

source: Вернуться на главную
uk: Повернутися на головну

source: Давайте добавим объявление
uk: Давайте додамо оголошення

source: Это объявление будет активным
uk: Це оголошення буде активним

source: часа, и потом мы, к сожалению, его удалим
uk: години, і потім ми, на жаль, його видалимо

source: Для публикации
uk: Для публікації

source: постоянных
uk: постійних

source: объявлений нужно
uk: оголошень потрібно

source: бесплатно зарегистрироваться
uk: безкоштовно зареєструватися

source: Для начала загрузим до 3-х фото
uk: Для початку завантажимо до 3-х фото

source: Вы можете поменять порядок изображений
uk: Ви можете змінити порядок зображень

source: Первое будет главным на странице
uk: Перше буде головним на сторінці

source: Заполним все поля
uk: Заповнимо всі поля

source: Здесь
uk: Тут

source: будет
uk: буде

source: Возраст
uk: Вік

source: лет
uk: років

source: Сколько Вам нужно человек
uk: Скільки вам потрібна людина

source: (необяз.)
uk: (Необов'язковий)

source: Немного расскажите о себе
uk: Трохи розкажіть про себе

source: Как можно к Вам обращаться?
uk: Як до вас звертатися?

source: Добавить
uk: Додати

source: Опубликовывая объявления на teenwork.com.ua, Вы разрешаете администрации сайта собирать и обрабатывать Ваши личные данные в соответствии с
uk: Опубліковуючи оголошення на teenwork.com.ua, ви дозволяєте адміністрації сайту збирати та обробляти ваші особисті дані відповідно до

source: Политикой конфиденциальности
uk: Політикою конфіденційності

source: и
uk: і

source: Главная
uk: Головна

source: Поиск
uk: Пошук

source: Избранные
uk: Вибрані

source: с
uk: з

source: возраст
uk: вік

source: Свободных мест
uk: Вільних місць

source: мест нет
uk: Місць немає

source: Тип занятости
uk: Тип зайнятості

source: Просмотров
uk: Переглядів

source: Опубликовано
uk: Опубліковано

source: Сегодня
uk: Сьогодні

source: Вчера
uk: Вчора

source: У Пользователя нет фото профиля
uk: Користувач не має фото профілю

source: У Пользователя нет фото
uk: Користувач не має фото

source: Скопировано
uk: Скопійовано

source: Написать автору
uk: Написати автору

source: Логотип сервиса для работы студентов Teenwork
uk: Логотип сервісу для студентів teenwork

source: Teenwork - работа для студентов и не только
uk: Teenwork – робота для студентів і не тільки

source: Открыть профиль
uk: Відкрити профіль

source: Войти в профиль
uk: Увійти до профілю

source: Мы будем использовать куки, чтобы запоминать Ваши предпочтения, менять тему сайта и многое полезное
uk: Ми будемо використовувати куки, щоб запам'ятовувати ваші уподобання, змінювати тему сайту та багато чого корисного

source: Узнать больше
uk: Дізнатися більше

source: Принять
uk: Прийняти

source: Давайте опубликуем объявление без регистрации? Попробуйте, это бесплатно
uk: Опублікуємо оголошення без реєстрації? спробуйте це безкоштовно

source: Окей
uk: Гаразд

source: Как это работает?
uk: Як це працює?

source: Интересные ссылки
uk: Цікаві посилання

source: Ваши чаты
uk: Ваші чати

source: Ваши объявления
uk: Ваші оголошення

source: Профиль
uk: Профіль

source: Почитать на досуге
uk: Почитати на дозвіллі

source: Для работодателей
uk: Для роботодавців

source: Политика конфиденциальности
uk: Політика конфіденційності

source: Официальное трудоустройство молодёжи
uk: Офіційне працевлаштування молоді

source: Как работает "Публикация на 24ч"
uk: Як працює "публікація на 24ч"

source: Cookies (надкусанное печенье)
uk: Cookies (надкусане печиво)

source: Идеи, замечания пишите сюда:
uk: Ідеї, зауваження пишіть сюди:

source: Teenwork - платформа, где студенты и не только могут найти работу, которая им по душе.
uk: Teenwork - платформа, де студенти і не тільки можуть знайти роботу, яка їм до вподоби.

source: Змінити объявление на Teenwork, чтобы актуализировать информацию.
uk: Змініть оголошення на teenwork, щоб актуалізувати інформацію.

source: Изменить объявление
uk: Змінити оголошення

source: Давайте изменим объявление
uk: Давайте змінимо оголошення

source: Фото 1 Вашего объявления
uk: Фото 1 вашого оголошення

source: Фото 2 Вашего объявления
uk: Фото 2 вашого оголошення

source: Фото 3 Вашего объявления
uk: Фото 3 вашого оголошення

source: Изменить
uk: Змінити

source: понравившиеся объявления
uk: оголошення, що сподобалися

source: понравивишиеся объявления. Добавьте несколько, чтобы выбрать лучшую работу для себя.
uk: оголошення, що сподобалися. Додати кілька, щоб вибрати кращу роботу для себе.

source: Понравившиеся
uk: Сподобалися

source: Понравившиеся Вам объявления
uk: Сподобалися вам оголошення

source: Пока что понравившихся объявлений нету, поэтому давайте найдём какое-то интересное и нажмём
uk: Поки що сподобалися оголошень немає, тому давайте знайдемо якесь цікаве та натиснемо

source: Перейти к объявлениям
uk: Перейти до оголошень

source: Работа для студентов
uk: Робота для студентів

source: Teenwork - платформа, где студенты, молодые люди и не только могут найти подработку или официальную работу в Украине, которая им по душе, на teenwork.com.ua.
uk: Teenwork - платформа, де студенти, молоді люди і не тільки можуть знайти підробіток чи офіційну роботу в україні, яка їм до вподоби, на teenwork.com.ua.

source: Логотип сервиса для работы студентам Teenwork
uk: Логотип сервісу для роботи студентам teenwork

source: Найти
uk: Знайти

source: Оплата от
uk: Оплата від

source: Вид занятости
uk: Вид зайнятості

source: Работа по Вашему возрасту
uk: Робота за вашим віком

source: У нас есть ответственные студенты из НТУ "ДП"!
uk: Ми маємо відповідальних студентів з НТУ "ДП"!

source: Предложите им работу
uk: Запропонуйте їм роботу

source: Пока что объявлений нет. Подпишитесь на
uk: Поки що оголошень немає. підпишіться на

source: , чтобы получать свежие вакансии, когда они появятся.
uk: , щоб отримати свіжі вакансії, коли вони з'являться.

source: Это платформа, где студенты и не только могут помочь Вам в работе.
uk: Це платформа, де студенти і не тільки можуть допомогти вам у роботі.

source: Опубликуйте объявление
uk: Опублікуйте оголошення

source: , чтобы дать задание.
uk: , щоб дати завдання.

source: Есть работа, но не хватает рук?
uk: Чи є робота, але не вистачає рук?

source: Дайте задание
uk: Дайте завдання

source: молодым людям за небольшую оплату.
uk: молодим людям за невелику оплату.

source: Хорошая работа!
uk: Хороша робота!

source: Спасибо за помощь
uk: Спасибі за допомогу

source: Зовите ещё, всегда рад подработать
uk: Кличте ще, завжди радий підробити

source: Загрузить ещё
uk: Завантажити ще

source: Ответственные студенты
uk: Відповідальні студенти

source: Выберите студента, который поможет в работе!
uk: Виберіть студента, який допоможе у роботі!

source: Написать
uk: Написати

source: К сожалению, пока студентов нет. Вернитесь сюда завтра!
uk: На жаль, поки що студентів немає. поверніться завтра!

source: Фото университета
uk: Фото університету

source: Адрес
uk: Адреса

source: Позвонить
uk: Зателефонувати

source: Чаты
uk: Чати

source: Ваши чаты - начните диалог с другими пользователями платформы!
uk: Ваші чати – почніть діалог з іншими користувачами платформи!

source: Найти чат
uk: Знайти чат

source: Фото получателя
uk: Фото одержувача

source: Нет фото получателя
uk: Немає фото отримувача

source: Вы приняли нового сотрудника. Поздравляем! Осталось
uk: Ви прийняли нового співробітника. вітаємо! залишилось

source: вакансии
uk: вакансії

source: Всех людей можно посмотреть
uk: Усіх людей можна подивитися

source: здесь
uk: тут

source: Загрузка
uk: Завантаження

source: Сообщение
uk: Повідомлення

source: Список работников, которых Вы добавили
uk: Список працівників, яких ви додали

source: Работники
uk: Працівники

source: Ваши работники, которых Вы добавили, нажав
uk: Ваші працівники, яких ви додали, натиснувши

source: в чате
uk: в чаті

source: Фото Вашего объявления
uk: Фото вашого оголошення

source: Фото работника
uk: Фото працівника

source: У работника
uk: У працівника

source: нет фото профиля
uk: немає фото профілю

source: Удалить
uk: Видалити

source: Объявление на 24 часа
uk: Оголошення на 24 години

source: Как можно опубликовать пробное объявление без регистрации.
uk: Як опублікувати пробне оголошення без реєстрації.

source: Здравствуйте
uk: Вітаю

source: Мы поняли, что Вас заинтересовала данная тема касательно публикации объявлений без регистрации
uk: Ми зрозуміли, що вас зацікавила дана тема щодо публікації оголошень без реєстрації

source: Это интересная новинка, которую мы решили ввести на сайте, чтобы Вы смогли больше узнать о нас
uk: Це цікава новинка, яку ми вирішили ввести на сайті, щоб ви змогли більше дізнатися про нас

source: Также нам важно, чтобы Вы остались в приятном впечатлении от пребывания здесь
uk: Також нам важливо, щоб ви залишилися в приємному враженні від перебування тут

source: И всё же, как это работает
uk: І все ж, як це працює

source: Вы можете подать
uk: Ви можете подати

source: объявления о Ваших вакансиях без регистрации на сайте, просто нажав эту кнопку
uk: оголошення про Ваші вакансії без реєстрації на сайті, просто натиснувши цю кнопку

source: Ваши объявления будут на сайте
uk: Ваші оголошення будуть на сайті

source: 24 часа
uk: 24 години

source: то есть одни сутки, после чего удалятся
uk: тобто одну добу, після чого віддаляться

source: Когда Вы привыкните к сайту, Вам понравится работать с нами, Вы можете перейти к регистрации, чтобы подать больше объявлений
uk: Коли ви звикнете до сайту, вам сподобається працювати з нами, ви можете перейти до реєстрації, щоб подати більше оголошень

source: Мы всегда рады Вам
uk: Ми завжди раді вам

source: Зачем Вам нужна регистрирация
uk: Навіщо вам потрібна реєстрація

source: Расслабьтесь, мы не будем передавать Ваши данные Пентагону
uk: Розслабтеся, ми не передаватимемо ваші дані пентагону

source: Регистрация нужна исключительно в положительном русле - мы сможем давать Вашим работникам, как и работодателям, связь друг с другом
uk: Реєстрація потрібна виключно у позитивному руслі - ми зможемо давати вашим працівникам, як і роботодавцям зв'язок один з одним

source: Вы сможете договариваться друг с другом о встречах. Если Вы работодатель, сможете вести
uk: Ви зможете домовлятися один з одним про зустрічі. якщо ви роботодавець, зможете вести

source: учёт
uk: облік

source: нанятых работников по каждому объявлению(Мои объявления -> Принятые на работу)
uk: найнятих працівників по кожному оголошення(Мої оголошення -> Прийняті на роботу)

source: Также важная особенность нашего сервиса - использование
uk: Також важлива особливість нашого сервісу – використання

source: настройках
uk: налаштуваннях

source: Вы сможете задать нужные требования боту, какие объявления хотите получать. После публикации Вам сразу приходит письмо
uk: Ви можете задати необхідні вимоги роботі, які оголошення бажаєте отримувати. після публікації вам одразу надходить лист

source: счастья
uk: щастя

source: свежеиспечённым
uk: свіжоспеченим

source: объявлением
uk: оголошенням

source: Спасибо, что Вы с нами
uk: Дякую що ви з нами

source: Мы неустанно трудимся, чтобы Вам было комфортно работать как и с нами, так и с новыми людьми
uk: Ми невпинно працюємо, щоб вам було комфортно працювати як з нами, так і з новими людьми

source: Teenwork 404 страница не найдена
uk: Teenwork 404 сторінка не знайдена

source: Вы попали на эту страницу, потому что был указан неправильный адрес.
uk: Ви потрапили на цю сторінку, тому що була вказана неправильна адреса.

source: Мы искали, но не наискали( Попробуйте перейти на другую страницу
uk: Ми шукали, але не шукали( спробуйте перейти на іншу сторінку

source: Вернуться назад
uk: Повернутися назад

source: Вы попали на эту страницу, потому что сервер или упал, или что-то с ним не так.
uk: Ви потрапили на цю сторінку, тому що сервер або впав або щось з ним не так.

source: Похоже, возникла проблема с сервером. Вернитесь к нам позже, когда мы её решим
uk: Схоже, виникла проблема із сервером. поверніться до нас пізніше, коли ми її вирішимо

source: Наш сервис использует Cookies (куки). Это небольшие по размеру файлы с данными, расположенные на устройстве пользователя, которые не представляют угрозу и помогают запоминать Ваши предпочтения, такие как: выбор темы сайта, языка и.т.д. Полный перечень Вы можете увидеть, перейдя в консоль разработчика -> Application -> Cookies -> дальше из выпавшего меню выбираете сервис Teenwork и просматриваете
uk: Наш сервіс використовує cookies (кукі). це невеликі за розміром файли з даними, розташовані на пристрої користувача, які не загрожують і допомагають запам'ятовувати ваші уподобання, такі як: вибір теми сайту, мови і т.д. повний перелік ви можете побачити, перейшовши в консоль розробника -> application -> cookies -> далі з меню вибираєте сервіс teenwork і переглядаєте

source: Информация взята из
uk: Інформація взята з

source: Политики Конфиденциальности
uk: Політики конфіденційності

source: веб-сервиса
uk: веб-сервіс

source: О Teenwork
uk: О підліткова робота

source: Здесь мы расскажем, что за сервис Teenwork, и в чём его смысл.
uk: Тут ми розповімо, що за сервіс teenwork, і в чому його зміст.

source: Рады представиться, Teenwork
uk: Раді представитися, teenwork

source: Well... Пока информации немного, ведь мы стартовали 1-го ноября 2021 года, но всё же немного расскажем о нас и нашей миссии.
uk: Well... поки інформації небагато, адже ми стартували 1-го листопада 2021 року, але все ж таки трохи розповімо про нас і нашу місію.

source: Teenwork - платформа, где студенты и не только могут найти работу, которая им по душе
uk: Teenwork - платформа, де студенти і не тільки можуть знайти роботу, яка їм до вподоби

source: Можем сказать, что, пока что, это небольшая, но не менее энтузиастичная платформа, команда которой занимается не только улучшением сервиса как в области программного обеспечения, так и в области дизайна, а и помощью в просьбах наших гостей на сайте. Также мы стремимся к тому, чтобы максимальное количество жителей Украины, а также за её пределами, узнали о нашем сервисе, а также публиковали свою работу здесь.
uk: Можемо сказати, що, поки що, це невелика, але не менш ентузіастична платформа, команда якої займається не тільки поліпшенням сервісу як в галузі програмного забезпечення, так і в дизайні, а й допомогою в проханнях наших гостей на сайті. також ми прагнемо до того, щоб максимальна кількість жителів україни, а також за її межами дізналися про наш сервіс, а також публікували свою роботу тут.

source: К слову, если Вы увидите ошибки в дизайне или самой работе сайта, пожалуйста, сообщите нам на почту
uk: До речі, якщо ви побачите помилки в дизайні або роботі сайту, будь ласка, повідомте нам на пошту

source: или в Телеграм
uk: або в телеграм

source: (в Телеграме мы ответим Вам быстрее)
uk: (У Телеграмі ми відповімо Вам швидше)

source: А больше всего мы ценим Ваши идеи! Если у Вас есть интересные мысли, как модернизировать Teenwork - добавить/унять, пишите нам на email или Телеграм, указанные выше. Всегда рады получить такие сообщения)
uk: А найбільше ми цінуємо ваші ідеї! якщо у вас є цікаві думки, як модернізувати teenwork - додати/угамувати, пишіть нам на email або телеграм, вказані вище. завжди раді отримати такі повідомлення)

source: Для чего и для кого эта платформа
uk: Для чого та для кого ця платформа

source: Наша цель - создать условия и возможности для подработки и официальной работы как студентам, так и людям постарше.
uk: Наша мета - створити умови та можливості для підробітку та офіційної роботи як студентам, так і людям старшого віку.

source: Работник
uk: Робітник

source: Как Вы знаете, на данны момент наш диапазон возрастов - от 14 лет до 21 года. Соответственно работниками могут быть люди этих возрастов, которые заинтересованы в поиске работы/подработки.
uk: Як ви знаєте, на даний момент наш діапазон вікових груп - від 14 років до 21 року. відповідно працівниками можуть бути люди цього віку, які зацікавлені в пошуку роботи/підробітку.

source: Работодатель
uk: Роботодавець

source: Работодателем может же быть любой человек, которому нужна помощь в его работе. Вид подработки может варьироваться от покраски гаража до доставки документов - всё, в чём Вам не хватает времени, а передать эту работу студентам за небольшую плату было бы замечательно) Win-Win, скажем так.
uk: Роботодавцем може бути будь-яка людина, якій потрібна допомога у його роботі. вид підробітку може змінюватись від фарбування гаража до доставки документів - все, в чому вам не вистачає часу, а передати цю роботу студентам за невелику плату було б чудово) win-win, скажімо так.

source: Teenwork блог
uk: Підлітковий блог

source: Это раздел блога Teenwork, который рассказывает о работе и подработке для студентов и молодых людей.
uk: Це розділ блогу teenwork, який розповідає про роботу та підробіток для студентів та молодих людей.

source: Teenwork блог - статьи для развития и не только
uk: Teenwork блог - статті для розвитку і не тільки

source: Добавить статью
uk: Додати статтю

source: Свежее
uk: Свіжий

source: Публикаций пока нет, но мы вскоре напишем что-то интересное
uk: Публікацій поки що немає, але ми незабаром напишемо щось цікаве

source: работа и подработка для студентов, студентов и не только на Teenwork
uk: робота та підробіток для студентів, студентів і не тільки на Teenwork

source: Подписывайтесь на наши соц.сети и узнавайте много нового
uk: Підписуйтесь на наші соц.мережі та дізнавайтесь багато нового

source: Присоединяйтесь к
uk: Приєднуйтесь до

source: , чтобы он Вам первым отправлял уведомление о новой вакансии.
uk: щоб він Вам першим відправляв повідомлення про нову вакансію.

source: Добавить публикацию
uk: Додати публікацію

source: Teenwork Ошибка
uk: Teenwork помилка

source: Случилась непредвиденная ошибка, стоит попробовать ещё раз.
uk: Сталася непередбачена помилка, варто спробувати вкотре.

source: ошибка
uk: помилка

source: ошибка, попробуйте ещё раз
uk: помилка, спробуйте ще раз

source: Как и для чего нанимать на работу студентов и молодых людей.
uk: Як і навіщо наймати на роботу студентів та молодих людей.

source: Для работодателей: как и зачем нанимать на работу студентов
uk: Для роботодавців: як і навіщо наймати на роботу студентів

source: TeenWork активно занимается развитием новых отношений с работодателями по всей Украине, чтобы определить места для новых молодых участников. Если вы хотите узнать больше о программе TeenWork или принять участие в ней в качестве работодателя, Вы можете бесплатно
uk: Teenwork активно займається розвитком нових відносин із роботодавцями по всій україні, щоб визначити місця для нових молодих учасників. якщо ви хочете дізнатися більше про програму teenwork або взяти участь у ній як роботодавець, ви можете безкоштовно

source: добавить
uk: додати

source: объявление о вакансии.
uk: оголошення про вакансію.

source: Если у Вас будут вопросы, свяжитесь с администрацией TeenWork:
uk: Якщо у вас будуть питання, зв'яжіться з адміністрацією teenwork:

source: Телефон и личный чат Телеграм/Вайбер: +380(67)421-63-64
uk: Телефон та особистий чат телеграм/вайбер: +380(67)421-63-64

source: Email: teenworkua@gmail.com или help@teenwork.com.ua
uk: Електронна адреса: teenworkua@gmail.com або help@teenwork.com.ua

source: Почему стоит набирать молодых людей на подработку на Вашу временную работу (это может быть всё, на что у Вас не хватает рук или времени, а можно было бы дать это задание студентам за небольшую плату) или в Вашу компанию (если это официальная работа). И какая от этого будет польза для Вас и Вашего бизнеса.
uk: Чому варто набирати молодих людей на підробіток на вашу тимчасову роботу (це може бути все, на що у вас не вистачає рук чи часу, а можна було б дати це завдання студентам за невелику плату) або вашу компанію (якщо це офіційна робота). і яка від цього буде користь для вас та вашого бізнесу.

source: Часто задаваемые вопросы для работодателей
uk: Часті питання для роботодавців

source: Какие документы нужно оформить и какие шаги пройти для трудоустройства несовершеннолетних (для официального трудоустройства)
uk: Які документи потрібно оформити та які кроки пройти для працевлаштування неповнолітніх (для офіційного працевлаштування)

source: Почему стоит набирать молодых людей на подработку на Вашу временную работу и какая от этого будет польза для Вас и Вашего бизнеса.
uk: Чому варто набирати молодих людей на підробіток на вашу тимчасову роботу і яка від цього буде користь для вас та вашого бізнесу.

source: Во-первых, Вы будете одной из немногих компаний, которая сделает такой полезный и замечательный шаг навстречу студентам и несовершеннолетним людям. Благодаря этому о Вас напишут в
uk: По-перше, ви будете однією з небагатьох компаній, яка зробить такий корисний та чудовий крок назустріч студентам та неповнолітнім людям. завдяки цьому про вас напишуть у

source: СМИ
uk: Змі

source: что даст хороший толчок в продвижении Вашего бизнеса.
uk: що дасть хороший поштовх у просуванні Вашого бізнесу.

source: Во-вторых, это
uk: По-друге, це

source: качественная
uk: якісна

source: недорогая
uk: недорога

source: помощь
uk: допомога

source: Касаемо
uk: Давай танцювати

source: неофициальной
uk: неофіційною

source: работы (помощь в саду, огороде, вывоз старых вещей, сбор урожая, краска гаража и многое другое, что только придёт в голову) – школьники и студенты с большой радостью выполнят Вашу работу, потому что именно в таком возрасте у них просыпается жажда к «первым заработанным деньгам».
uk: роботи (допомога в саду, городі, вивезення старих речей, збирання врожаю, фарба гаража та багато іншого, що тільки спаде на думку) – школярі та студенти з великою радістю виконають Вашу роботу, тому що саме в такому віці у них прокидається спрага до « першим заробленим грошам».

source: официальной
uk: офіційною
