Repository: mrbuslov/teenwork
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: uk

source: 3.2. В случае изменений, каждому зарегистрированному пользователю на почту будет отправлено электронное сообщение о смене правил.
uk: 3.2. У разі змін, кожному зареєстрованому користувачу на пошту буде надіслано повідомлення про зміну правил.

source: 3.3. Если Пользователь не согласен с правилами и не собирается придерживаться их, то мы настоятельно рекомендуем удалить учётную запись и прекратить использование веб-сервиса Teenwork.
uk: 3.3. Якщо Користувач не згоден з правилами і не збирається дотримуватися їх, ми рекомендуємо видалити обліковий запис і припинити використання веб-сервісу Teenwork.

source: 3.4. После изменения новые правила вступят в силу на следующий день после обновления (указана дата вверху страницы)
uk: 3.4. Після зміни нові правила набудуть чинності наступного дня після оновлення (зазначена дата вгорі сторінки)

source: 3.5. Администрация Teenwork никогда не запрашивает данные для посещения сайта (не путайте с авторизацией). Не стоит переходить с вашего сайта на другие и авторизовываться на них. Особенно если ссылку Вы увидели в полученном личном сообщении.
uk: 3.5. Адміністрація Teenwork ніколи не просить даних для відвідування сайту (не плутайте з авторизацією). Не варто переходити з вашого сайту на інші та авторизуватись на них. Особливо якщо ви побачили посилання в отриманому особистому повідомленні.

source: 3.6. Нашим Пользователям не стоит сообщать пароли.
uk: 3.6. Нашим Користувачам не варто повідомляти паролі.

source: Войдите в профиль, чтобы просматривать и создавать постоянные объявления.
uk: Увійдіть у профіль, щоб переглядати та створювати постійні оголошення.

source: Вход
uk: Логін

source: Телефон, имя пользователя или email
uk: Телефон, ім'я користувача або email

source: Войти
uk: Увійти

source: Вы ещё не с нами?
uk: Ви ще не з нами?

source: Зарегистрироваться
uk: Зареєструватись

source: Забыли пароль?
uk: Забули пароль?

source: Спасибо, что прочитали
uk: Дякую, що прочитали

source: Политику конфиденциальности
uk: Політика конфіденційності

source: Зарегистрируйтесь на Teenwork , чтобы иметь доступ к полным функциям сайта.
uk: Зареєструйтесь на teenwork, щоб мати доступ до повних функцій сайту.

source: Регистрация
uk: Реєстрація

source: Я соглашаюсь с
uk: Я погоджуюсь з

source: и даю право на обработку личных данных.
uk: та даю право на обробку особистих даних.

source: Вы уже с нами
uk: Ви вже з нами

source: Подтвердите письмо регистрации
uk: Підтвердьте лист реєстрації

source: Ура, теперь Вы с нами
uk: Ура, тепер ви з нами

source: Давайте подтвердим письмо счастья
uk: Давайте підтвердимо листа щастя

source: для завершения регистрации
uk: для завершення реєстрації

source: Письмо не пришло? Нажмите
uk: Лист не прийшов? натисніть

source: сюда
uk: сюди

source: Также посмотрите в папку
uk: Також подивіться в папку

source: или
uk: або

source: Если будут вопросы или проблемы, обращайтесь к нам в:
uk: Якщо будуть питання чи проблеми, звертайтесь до нас у:

source: От
uk: Від

source: Конверт - символ Teenwork прихода письма счастья
uk: Конверт - символ teenwork приходу листа щастя

source: Повторная отправка письма
uk: Повторне надсилання листа

source: Впишите ещё раз Ваш email, на который Вы регистрировались
uk: Впишіть ще раз ваш e-mail, на який ви реєструвалися

source: Отправить
uk: Відправити

source: Замечательно
uk: Чудово

source: Давайте подтвердим новое письмо счастья
uk: Давайте підтвердимо новий лист щастя

source: Если письмо не пришло, посмотрите в папку
uk: Якщо листа не надійшло, подивіться в папку

source: Сброс пароля
uk: Скидання пароля

source: Впишите Ваш email, куда мы пришлём письмо для обновления пароля
uk: Впишіть ваш email, куди ми надішлемо листа для оновлення пароля

source: Давайте проверим Ваш почтовый ящик
uk: Давайте перевіримо вашу поштову скриньку

source: Или посмотрите в папку
uk: Або подивіться в папку

source: Новый пароль
uk: Новий пароль

source: Введите новый пароль
uk: Введіть новий пароль

source: Это профиль нашего пользователя
uk: Це профіль нашого користувача

source: Вы сейчас на профиле
uk: Ви зараз на профілі

source: Пока что объявлений нет, давайте
uk: Поки що оголошень немає, давайте

source: поищем
uk: пошукаємо

source: Мой профиль на Teenwork
uk: Мій профіль на teenwork

source: Вы можете изменить публикации - удалить, архивировать или поменять содержимое.
uk: Ви можете змінити публікації – видалити, архівувати або змінити вміст.

source: Пока что у Вас объявлений нету, поэтому давайте предложим
uk: Поки що у вас оголошень немає, тому давайте запропонуємо

source: Изменить мой профиль на Teenwork
uk: Змінити профіль на teenwork

source: Это Ваш профиль, где Вы можете изменить данные о себе и воспользоваться Телеграм Ботом.
uk: Це ваш профіль, де ви можете змінити дані про себе та скористатися телеграм ботом.

source: Изменить профиль
uk: Змінити профіль

source: Давайте добавим несколько данных, чтобы мы могли предлагать Вам НУЖНЫЕ объявления
uk: Давайте додамо кілька даних, щоб ми могли пропонувати вам потрібні оголошення

source: У Вас такие выразительные глаза :)
uk: У вас такі виразні очі :)

source: Фото пока нет, но Вы можете добавить своё самое красивое :)
uk: Фото поки немає, але ви можете додати своє найкрасивіше :)

source: Загрузить фото
uk: Завантажити фото

source: Имя
uk: Ім'я

source: Фамилия
uk: Прізвище

source: Я студент, хочу работать
uk: Я студент, хочу працювати

source: Удалить профиль
uk: Видалити профіль

source: Это правда, что Вы хотите удалить страницу
uk: Це правда, що ви бажаєте видалити сторінку

source: Давайте заполним поля, чтобы мы могли отправлять Вам интересные вакансии через Телеграм Бота
uk: Давайте заповнимо поля, щоб ми могли надсилати вам цікаві вакансії через телеграм бота

source: Вы можете перейти в Телеграм Бота, нажав на кнопку Bot в верху нашего сайта или же
uk: Ви можете перейти в телеграм бота, натиснувши на кнопку bot у верху нашого сайту або ж

source: Вы можете не вставлять все данные. Объявления будут приходить по тем, что Вы выбрали
uk: Ви можете не вставляти всі дані. оголошення будуть надходити за тим, що ви обрали

source: English
uk: Англійська

source: Ukrainian
uk: Українська
