Repository: mrbuslov/teenwork
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: uk

source: 5.2.6. вносить оговорки об ограничении права на обработку своих персональных данных при предоставлении согласия, а также отозвать согласие на обработку персональных данных;
uk: 5.2.6. вносити застереження щодо обмеження права на обробку своїх персональних даних при наданні згоди, а також відкликати згоду на обробку персональних даних;

source: 5.2.7. на информацию;
uk: 5.2.7. на інформацію;

source: 5.2.8. знать механизм автоматической обработки персональных данных;
uk: 5.2.8. знати механізм автоматичного оброблення персональних даних;

source: 5.2.9. на исправление данных о Вас в профиле.
uk: 5.2.9. на виправлення даних про Вас у профілі.

source: Наша команда всегда рада и готова предоставлять Вам информацию о том, какие из Ваших личных данных мы обрабатываем, для этого Вы можете сделать запрос на эту информацию в любое время, в том числе, путем обращения к администрации. При обращении Вы должны сообщить нам свои конкретные требования, чтобы мы могли на законных основаниях рассмотреть Ваш запрос и дать ответ.
uk: Наша команда завжди рада та готова надавати вам інформацію про те, які з ваших особистих даних ми обробляємо, для цього ви можете зробити запит на цю інформацію у будь-який час, у тому числі шляхом звернення до адміністрації. при зверненні ви повинні повідомити свої конкретні вимоги, щоб ми могли на законних підставах розглянути ваш запит і дати відповідь.

source: Хотим обратить Ваше внимание, что в случае, если мы не сможем удостоверить Вашу личность путем обмена электронными сообщениями или во время Вашего обращения по телефону, или в случае обоснованных сомнений относительно Вашей личности, мы можем попросить Вас предоставить документ, удостоверяющий личность, в том числе путем личной явки по адресу места нахождения администрации. Только таким образом мы сможем избежать огласки Ваших персональных данных лицу, которое может выдавать себя за Вас.
uk: Хочемо звернути вашу увагу, що у випадку, якщо ми не зможемо засвідчити вашу особу шляхом обміну електронними повідомленнями або під час вашого звернення по телефону, або у разі обґрунтованих сумнівів щодо вашої особи, ми можемо попросити вас надати документ, що посвідчує особу, у тому числі шляхом особистої явки на адресу місця знаходження адміністрації. тільки таким чином ми зможемо уникнути розголосу ваших персональних даних особі, яка може видавати себе за вас.

source: 6. Безопасность данных
uk: 6. Безпека даних

source: 6.1. Данные, которые мы собираем и обрабатываем, защищены техническими средствами и процедурами обеспечения безопасности в целях предотвращения несанкционированного доступа или их использования.
uk: 6.1. Дані, які ми збираємо та обробляємо, захищені технічними засобами та процедурами забезпечення безпеки з метою запобігання несанкціонованому доступу або їх використанню.

source: Хотим предупредить Вас, что сервис не сможет скрыть Ваши данные, которые остаются на фотографиях, которые Вы публикуете (EXIF), так как они могут содержать данные вашего месторасположения по GPS, ведь посетители могут извлечь эту информацию, скачав изображения с сайта., поэтому настоятельно рекомендуем их очищать вручную или через сторонний онлайн-сервис. Если же большинство пользователей посчитает это нужной функцией, команда Teenwork добавит автоматическое очищение данных с фотографий при их загрузке. Чтобы мы узнали о Вашем мнении , напишите по email внизу страницы или позвоните в службу поддержки.
uk: Хочемо попередити вас, що сервіс не зможе приховати ваші дані, які залишаються на фотографіях, які ви публікуєте (exif), тому що вони можуть містити дані вашого місця розташування по gps, адже відвідувачі можуть отримати цю інформацію, скачаючи зображення з сайту. рекомендуємо їх очищати вручну чи через сторонній онлайн-сервіс. якщо ж більшість користувачів вважає це за потрібну функцію, команда teenwork додасть автоматичне очищення даних з фотографій під час їх завантаження. щоб дізнатися про вашу думку, напишіть по email внизу сторінки або зателефонуйте до служби підтримки.

source: 7 Изменение политики конфиденциальности
uk: 7 Зміна політики конфіденційності

source: 7.1. Настоящая Политика может быть изменена или прекращена администрацией в одностороннем порядке без предварительного уведомления Пользователей, в том числе, если этого требует законодательство. Новая редакция Политики вступает в силу с момента ее размещения в онлайн-сервисе, поэтому мы просим Вас посещать онлайн-сервис teenwork.com.ua, чтобы убедиться в том, что Вы обладаете актуальной информацией.
uk: 7.1. Ця Політика може бути змінена або припинена адміністрацією в односторонньому порядку без попереднього повідомлення Користувачів, у тому числі, якщо цього вимагає законодавство. Нова редакція Політики набирає чинності з моменту її розміщення в онлайн-сервісі, тому ми просимо Вас відвідувати онлайн-сервіс teenwork.com.ua, щоб переконатися, що Ви маєте актуальну інформацію.

source: 7.2. В случае если были внесены изменения в Политику конфиденциальности, с которыми Пользователь не согласен, он обязан прекратить использование сервиса. Факт продолжения использования сайта является подтверждением согласия и принятия Пользователем соответствующей редакции Политики конфиденциальности.
uk: 7.2. У разі якщо були внесені зміни до Політики конфіденційності, з якими Користувач не погоджується, він зобов'язаний припинити використання сервісу. Факт продовження використання сайту є підтвердженням згоди та ухвалення Користувачем відповідної редакції Політики конфіденційності.

source: 8. К кому Вы можете обратиться для защиты Ваших персональных данных
uk: 8. До кого Ви можете звернутися для захисту Ваших персональних даних

source: 8.1. Если у Вас возникнут вопросы, замечания, жалобы или пожелания в отношении защиты и обработки персональных данных, Вы можете обращаться к администрации сервиса Teenwork еmail:
uk: 8.1. Якщо у Вас виникнуть запитання, зауваження, скарги чи побажання щодо захисту та обробки персональних даних, Ви можете звертатися до адміністрації сервісу Teenwork еmail:

source: Ответ будет отправлен в кратчайшие сроки.
uk: Відповідь буде надіслано у найкоротші терміни.

source: Пожалуйста, указывайте свои имя, фамилию, адрес электронной почты, а также подробные вопросы, замечания, жалобы или требования.
uk: Будь ласка, вказуйте свої ім'я, прізвище, адресу електронної пошти, а також докладні запитання, зауваження, скарги чи вимоги.

source: 8.2. Административный орган по защите персональных данных в Украине - Управление по вопросам защиты персональных данных Секретариата Уполномоченного Верховной Рады Украины по правам человека. Вы можете обращаться к нему с жалобами или предложениями, если считаете, что нарушены Ваши права в связи с обработкой персональных данных.
uk: 8.2. Адміністративний орган захисту персональних даних в Україні - Управління з питань захисту персональних даних Секретаріату Уповноваженого Верховної Ради України з прав людини. Ви можете звертатися до нього зі скаргами або пропозиціями, якщо вважаєте, що порушено Ваші права у зв'язку з обробкою персональних даних.

source: Успешно отписались от рассылки
uk: Успішно відписалися від розсилки

source: Вы отписались от рассылки
uk: Ви відмовилися від розсилки

source: Если Вы захотите получать нашу рассылку, обращайтесь к нам в:
uk: Якщо ви захочете отримувати нашу розсилку, звертайтесь до нас у:

source: Как можно взаимодействовать с сайтом Teenwork и какие правила приняты в наших кругах.
uk: Як можна взаємодіяти з сайтом teenwork та які правила прийняті у наших колах.

source: сайта
uk: сайт

source: сервиса
uk: обслуговування

source: Мы знаем, что читать правила не очень интересно. Однако нам важно, чтобы Вы знали нормы поведения при использовании нашего сервиса.
uk: Ми знаємо, що читати правила не дуже цікаво. однак, нам важливо, щоб ви знали норми поведінки при використанні нашого сервісу.

source: Администрация Teenwork (далее команда, мы, наш) привели дальше правила сайта
uk: Адміністрація teenwork (далі команда, ми, наш) привели далі правила сайту

source: чтобы рассказать Вам:
uk: щоб розповісти Вам:

source: общие правила пользования;
uk: загальні правила користування;

source: основные «части» сайта и работа с ними;
uk: основні «частини» сайту та робота з ними;

source: заключение правил.
uk: правила висновку.

source: 1. Общие положения (общие правила пользования)
uk: 1. Загальні положення (загальні правила користування)

source: и его команда не являются стороной (участником) сделки между работодателем и работником.
uk: та його команда не є стороною (учасником) угоди між роботодавцем та працівником.

source: 1.2. Незарегистрированные пользователи могут пользоваться ограниченным функционалом веб-сервиса, зарегистрированные же пользователи – большинством. Ограниченный функционал: просмотр страниц сайта, создание публикаций на день (время показа на сайте -24 часа); большинство функционала: просмотр сайта, публикация объявлений, управление учётной записью, управление публикациями, общение с другими зарегистрированными пользователями сервиса.
uk: 1.2. Незареєстровані користувачі можуть користуватися обмеженим функціоналом веб-сервісу, а зареєстровані користувачі – більшістю. Обмежений функціонал: перегляд сторінок сайту, створення публікацій на день (час показу на сайті –24 години); більшість функціоналу: перегляд сайту, публікація оголошень, керування обліковим записом, керування публікаціями, спілкування з іншими зареєстрованими користувачами сервісу.

source: 1.3. Текстовые и фото- и/или видеоматериалы, расположенные на сайте являются объектами права интеллектуальной собственности (временное исключительное право, а также личные неимущественные права авторов на результат интеллектуальной деятельности или средства индивидуализации – Википедия), в частности авторские права и право промышленной собственности, сервиса Teenwork, Работодателей и/или третьих лиц Запрещена обработка данных (информации) без письменного согласия её владельца или уполномоченного лица, которые предлагает веб-сайт, со злоумышленными целями.
uk: 1.3. Текстові та фото- та/або відеоматеріали, розміщені на сайті, є об'єктами права інтелектуальної власності (тимчасове виключне право, а також особисті немайнові права авторів на результат інтелектуальної діяльності або засоби індивідуалізації – Вікіпедія), зокрема авторські права та право промислової власності, сервісу Teenwork , Роботодавців та/або третіх осіб Заборонено обробку даних (інформації) без письмової згоди її власника або уповноваженої особи, яку пропонує веб-сайт, зі зловмисними цілями.

source: 1.4. Работа сайта Teenwork:
uk: 1.4. Робочий сайт Teenwork:

source: 1.4.1. Наша администрация стремится поддерживать бесперебойную работу сервиса. В некоторых случаях, а именно: технический сбой (независящая от администрации ситуация) и технический перерыв (часы: 24:00-06:00 – Киевское время GMT+2), веб-сервис будет недоступен для взаимодействия (добавление/изменение/удаление публикаций, личной информации; просмотр публикаций на сайте), а также работа
uk: 1.4.1. Наша адміністрація прагне підтримувати безперебійну роботу сервісу. У деяких випадках, а саме: технічний збій (незалежна від адміністрації ситуація) та технічна перерва (години: 24:00-06:00 – Київський час GMT+2), веб-сервіс буде недоступний для взаємодії (додавання/зміна/видалення публікацій) , особистої інформації (перегляд публікацій на сайті), а також робота

source: В случае простоя (недоступность), независимо от «некоторых случаев», просьба позвонить в службу поддержки и сообщить об этом.
uk: У випадку простою (недоступність), незалежно від деяких випадків, прохання зателефонувати в службу підтримки і повідомити про це.

source: 1.4.2. Администрация приложила все усилия, чтобы сделать адаптивность веб-сайта под все устройства, но на некоторых экранах, в частности телевизора, смартфона Samsung Galaxy Fold, дизайн сайта может отображаться некорректно. В случае если Вы заметили сбои в этой области или же пожеланий, то хотим Вам попросить сообщить в службу поддержки, мы обязательно рассмотрим Ваше сообщение. Если же Вы владеете другим устройством и также заметили неверно отображённый дизайн, также обратитесь в службу поддержки, нам действительно важно Ваше мнение.
uk: 1.4.2. Адміністрація доклала всіх зусиль, щоб зробити адаптивність веб-сайту під усі пристрої, але на деяких екранах, зокрема телевізора, смартфона Samsung Galaxy Fold, дизайн сайту може відображатися некоректно. Якщо Ви помітили збої в цій галузі або побажань, то хочемо Вам попросити повідомити службу підтримки, ми обов'язково розглянемо Ваше повідомлення. Якщо Ви володієте іншим пристроєм і також помітили неправильно відображений дизайн, також зверніться в службу підтримки, нам дійсно важлива Ваша думка.

source: 1.4.3. В большинстве, если не во всех браузерах, поддерживаются javascript (файлы с кодом, который отвечает в основном за анимацию) и запись cookie-файлов (небольшие по размеру файлы с данными, расположенные на устройстве пользователя, которые не представляют угрозу и помогают запоминать Ваши предпочтения, такие как: выбор темы сайта, языка и.т.д.). Данные функции включены по умолчанию. Если же Вы отключили их, пожалуйста, включите, так дизайн сайта будет отображаться плавно и без сбоев.
uk: 1.4.3. У більшості, якщо не у всіх браузерах, підтримуються javascript (файли з кодом, який відповідає в основному за анімацію) та запис cookie-файлів (невеликі за розміром файли з даними, розташовані на пристрої користувача, які не становлять загрози та допомагають запам'ятовувати Ваші уподобання , такі як: вибір теми сайту, мови та.т.д.). Ці функції включені за замовчуванням. Якщо Ви відключили їх, будь ласка, увімкніть, так дизайн сайту буде відображатися плавно і без збоїв.

source: 2. Основные «части» сайта и работа с ними
uk: 2. Основні «частини» сайту та робота з ними

source: 2.1. Регистрация
uk: 2.1. Реєстрація

source: 2.1.1. Регистрация пользователя нужна для расширения возможностей и функционала сайта, которые описаны в пункте 1.2. ВАЖНО! Перед регистрацией, мы советуем Вам ознакомиться с Политикой конфиденциальности, чтобы Вы понимали, для чего и какие мы собираем и обрабатываем персональные данные своих гостей и пользователей.
uk: 2.1.1. Реєстрація користувача потрібна для розширення можливостей та функціоналу сайту, описаних у пункті 1.2. ВАЖЛИВО! Перед реєстрацією ми радимо Вам ознайомитися з Політикою конфіденційності, щоб Ви розуміли, для чого і які ми збираємо та обробляємо персональні дані своїх гостей та користувачів.

source: 2.1.2. Пользователем может быть только физическое лицо с соответствующим объемом дееспособности, юридическое лицо или компания. В случае юридических лиц и компаний, только лицо, уполномоченное действовать от их имени, может создать Учетную запись и взаимодействовать с сервисом Teenwork. В случае регистрации физ. лица, не достигшего 16-тилетнего возраста, мы настоятельно рекомендуем прочитать данные правила и Политику конфиденциальности вместе с родителями и/или опекуном. В дальнейшем родителям и/или опекуну рекомендуется контролировать деятельность своих детей на веб-сервисе.
uk: 2.1.2. Користувачем може бути лише фізична особа з відповідним обсягом дієздатності, юридична особа чи компанія. У випадку юридичних осіб та компаній тільки особа, уповноважена діяти від їхнього імені, може створити Обліковий запис та взаємодіяти з сервісом Teenwork. У разі реєстрації фіз. особи, яка не досягла 16-річного віку, ми настійно рекомендуємо прочитати ці правила та Політику конфіденційності разом з батьками та/або опікуном. Надалі батькам та/або опікуну рекомендується контролювати діяльність своїх дітей на веб-сервісі.

source: 2.1.3. Пользователь может иметь только одну учетную запись.
uk: 2.1.3. Користувач може мати лише один обліковий запис.

source: 2.1.4. Порядок регистрации довольно прост, для этого нужно: заполнить форму регистрации на сайте, просмотреть (ознакомиться) с Политикой конфиденциальности, проверить электронный почтовый ящик, который Вы указали при регистрации – там будет письмо с кнопкой, которая сделает Ваш профиль активным, нажмите её. Поздравляем, Вы теперь с нами!) Теперь можете создать свою первую публикацию, если до этого не пользовались сайтом, или же просмотреть существующие.
uk: 2.1.4. Порядок реєстрації досить простий, для цього потрібно: заповнити форму реєстрації на сайті, переглянути (ознайомитися) з Політикою конфіденційності, перевірити електронну поштову скриньку, яку Ви вказали під час реєстрації – там буде лист із кнопкою, яка зробить Ваш профіль активним, натисніть її. Вітаємо, Ви тепер з нами!) Тепер можете створити свою першу публікацію, якщо до цього не користувалися сайтом, або ж переглянути існуючі.

source: Пользователь гарантирует, что данные, предоставленные в ходе Регистрации и во время использования Веб-сайта, точны, верны и актуальны, и что он имеет право использовать эти данные. Пользователь обязуется обновлять данные в случае их изменения.
uk: Користувач гарантує, що дані, надані під час реєстрації та під час використання веб-сайту, точні, вірні та актуальні, і що він має право використовувати ці дані. користувач зобов'язується оновлювати дані у разі їх зміни.

source: 2.1.5. Данные, которые были предоставлены при регистрации команда Teenwork не советует разглашать третьим лицам, которые могут заполучить Ваши данные и использовать в личных целях. В таком случае мы, к сожалению, не сможем обратить этот процесс. В случае, если Ваши регистрационный данные утекли, в частности номер телефона и/или имя пользователя и/или email и пароль, мы настоятельно рекомендуем Вам обновить пароль, нажав на ссылку «Забыли пароль?» в окне регистрации или входа.
uk: 2.1.5. Дані, які були надані при реєстрації, команда Teenwork не радить розголошувати третім особам, які можуть отримати Ваші дані та використовувати в особистих цілях. У такому разі ми, на жаль, не зможемо обернути цей процес. У випадку, якщо Ваші реєстраційні дані вибігли, зокрема номер телефону та/або ім'я користувача та/або email та пароль, ми настійно рекомендуємо Вам оновити пароль, натиснувши на посилання «Забули пароль?» у вікні реєстрації або входу.

source: 2.2. Учётная запись (профиль, аккаунт)
uk: 2.2. Обліковий запис (профіль, обліковий запис)

source: 2.2.1. Вы можете удалить свой профиль, нажав на соответствующую кнопку «Удалить профиль» в разделе «Открыть профиль». В случае, если Вы решите удалить его, Ваши объявления и личные данные также будут стёрты из системы.
uk: 2.2.1. Ви можете видалити свій профіль, натиснувши на відповідну кнопку «Видалити профіль» у розділі «Відкрити профіль». У випадку, якщо Ви вирішите видалити його, Ваші оголошення та особисті дані також будуть стерті із системи.

source: 2.2.2. В разделе, описанном в п. 2.2.1 Вы можете отредактировать свои личные данные, которые будут видеть другие пользователи. Это нужно для связи посетителей сайта с Вами и для того, чтобы рассказать о себе в той мере, насколько позволяет форма заполнения данными. Чем больше будет данных о Вас заполнено, тем легче и доверчивее будет связь между Вами и Пользователем веб-сервиса.
uk: 2.2.2. У розділі, описаному в п. 2.2.1, Ви можете відредагувати свої особисті дані, які будуть бачити інші користувачі. Це потрібно для зв'язку відвідувачів сайту з Вами та для того, щоб розповісти про себе тією мірою, наскільки дозволяє форма заповнення даними. Чим більше даних про Вас заповнено, тим легшим і довірливішим буде зв'язок між Вами та Користувачем веб-сервісу.

source: 2.2.3. Получение уведомлений о появлении новых записей в
uk: 2.2.3. Отримання повідомлень про появу нових записів у

source: Вы можете настроить рассылку под свои пожелания и нужды в мессенджере Telegram в разделе, описанном в п. 2.2.1. Для того, чтобы получать рассылку, переключите ползунок вправо и заполните форму. Если же хотите отказаться от рассылки – переключите ползунок влево.
uk: Ви можете налаштувати розсилку під свої побажання та потреби у месенджері telegram у розділі, описаному у п. 2.2.1. для того, щоб отримувати розсилку, перемкніть повзунок праворуч та заповніть форму. якщо ж хочете відмовитись від розсилки – перемкніть повзунок вліво.

source: 2.2.4. Если зарегистрированный Пользователь сервиса Teenwork неоднократно попробует опубликовать объявления, которые будут противоречить правилам содержания объявления (описано ниже в разделе 2.3), или же, если поступят неоднократные жалобы на недобросовестность Пользователя, мы будем вынуждены заблокировать его профиль. В случае блокировки персональные данные не удаляются. Если заблокированный Пользователь хочет, чтобы его данные были удалены из системы, нужно обратиться в службу поддержки, предоставив добровольное, достоверно подписанное заявление в печатном виде, которое гласит о взаимодействии с сайтом Teenwork, кроме просмотра публикаций.
uk: 2.2.4. Якщо зареєстрований Користувач сервісу Teenwork неодноразово спробує опублікувати оголошення, які будуть суперечити правилам змісту оголошення (описано нижче в розділі 2.3), або якщо надійдуть неодноразові скарги на несумлінність Користувача, ми будемо змушені заблокувати його профіль. У разі блокування персональні дані не видаляються. Якщо заблокований Користувач хоче, щоб його дані були видалені із системи, потрібно звернутися до служби підтримки, надавши добровільну, достовірно підписану заяву в друкованому вигляді, яка говорить про взаємодію з сайтом Teenwork, крім перегляду публікацій.

source: 2.3. Объявления (публикации, посты)
uk: 2.3. Оголошення (публікації, пости)

source: 2.3.1. Объявления, опубликованные на нашем сайте, предварительно проходят проверку командой Teenwork. Запрещённая тематика объявлений:
uk: 2.3.1. Оголошення, опубліковані на нашому сайті попередньо проходять перевірку командою Teenwork. Заборонена тематика оголошень:

source: порнографическая, насильственная и всё, что связано с этим;
uk: порнографічна, насильницька та все, що пов'язано з цим;

source: содержащая любые нецензурные слова, оскорбления, в частности на основании национальных, этнических, расовых, религиозных или нерелигиозных различий;
uk: містить будь-які нецензурні слова, образи, зокрема на підставі національних, етнічних, расових, релігійних або нерелігійних відмінностей;

source: содержащая как изображения, так и информацию о нацистской, коммунистической символику;
uk: що містить як зображення, так і інформацію про нацистську, комуністичну символіку;

source: пропаганда политических партий, общественных организаций и фондов, войны;
uk: пропаганда політичних партій, громадських організацій та фондів, війни;

source: несуществующую или ложную работу;
uk: неіснуючу чи хибну роботу;

source: рекламная;
uk: рекламна;

source: астрологические и/или оккультные услуги;
uk: астрологічні та/або окультні послуги;

source: интимные услуги и всё связанное с этим;
uk: інтимні послуги та все пов'язане з цим;

source: заработок с помощью веб-камер, чатов, форумов, если деятельность противоречит законодательству Украины;
uk: заробіток за допомогою веб-камер, чатів, форумів, якщо діяльність суперечить законодавству України;

source: работа, требующая заимствования платы за трудоустройство.
uk: робота, яка потребує запозичення плати за працевлаштування.

source: 2.3.2. Команда Teenwork не переводит названия, описания публикаций и все поля, что заполняет создатель объявления.
uk: 2.3.2. Команда Teenwork не переводить назви, описи публікацій та всі поля, що заповнює автор оголошення.

source: 2.3.3. Работодатель обязуется при приёме на работу студента до 16-ти лет требовать письменное соглашение от родителя(ей) или опекуна.
uk: 2.3.3. Роботодавець зобов'язується при прийомі на роботу студента до 16 років вимагати письмову угоду від батька або опікуна.

source: 3. Заключение правил.
uk: 3. Правила висновку.

source: 3.1. Команда Teenwork оставляет за собой право вносить изменения в данные Правила.
uk: 3.1. Команда Teenwork залишає за собою право вносити зміни до цих Правил.
