Repository: mrbuslov/teenwork
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: uk

source: работы в компании (курьер, помощь в работе с документами – их сортировка, утилизация; выполнение рутинных задач в Вашей работе и многое другое) – студенты также с радостью будут работать на Вашу компанию и приносить большую пользу.
uk: роботи в компанії (кур'єр, допомога в роботі з документами – їх сортування, утилізація; виконання рутинних завдань у Вашій роботі та багато іншого) – студенти також з радістю працюватимуть на Вашу компанію та приносити велику користь.

source: В-третьих, признание нынешних
uk: По-третє, визнання нинішніх

source: клиентов
uk: клієнтів

source: и возможный
uk: та можливий

source: прирост
uk: приріст

source: новых. Так как Вы будете показывать заботу о нынешнем молодом поколении, нанимая на вакансии студентов, люди будут чувствовать большее доверие к Вам.
uk: нових. Оскільки Ви будете показувати турботу про нинішнє молоде покоління, наймаючи на вакансії студентів, люди відчуватимуть більшу довіру до Вас.

source: Интересующие вопросы работодателей
uk: Цікаві питання роботодавців

source: Какая оплата должна быть у студентов, которых мы наняли на работу?
uk: Яка оплата має бути у студентів, яких ми найняли на роботу?

source: Подработка
uk: Підробіток

source: : здесь попроще – сколько договоритесь с студентом. Скажем, помощь в сборе урожая – 100 грн (цена выдумана).
uk: : тут простіше – скільки домовитеся зі студентом Скажімо, допомога у збиранні врожаю – 100 грн (ціна вигадана).

source: Официальная работа
uk: Офіційна робота

source: : в соответствии со
uk: : відповідно

source: статьёй 194
uk: статтею 194

source: КЗОТ Украины «Оплата труда работников моложе 18 лет при сокращенной продолжительности ежедневной работы».
uk: Кзпп україни «оплата праці працівників молодше 18 років за скороченої тривалості щоденної роботи».

source: Сколько стоит подать объявление на Teenwork?
uk: Скільки коштує подати оголошення на teenwork?

source: Объявление на сервисе Teenwork можно опубликовать БЕСПЛАТНО.
uk: Оголошення на сервісі teenwork можна опублікувати безкоштовно.

source: Как мне получить значок «Официальный аккаунт»?
uk: Як мені отримати значок «офіційний обліковий запис»?

source: Физ.лицо (подработка)
uk: Фіз.особа (підробіток)

source: не менее 5 положительных отзывов от Ваших рабочих (1 человек – 1 отзыв), заполненные все поля данных о себе и наличие фотографии в профиле.
uk: не менше 5 позитивних відгуків від Ваших робітників (1 особа – 1 відгук), заповнені всі поля даних про себе та наявність фотографії у профілі.

source: Компания (официальная работа)
uk: Компанія (офіційна робота)

source: предоставить администрации Teenwork (контакты вверху статьи) Полное наименование юридического лица, Код ЕГРПОУ.
uk: надати адміністрації Teenwork (контакти нагорі статті) Повне найменування юридичної особи, Код ЄДРПОУ.

source: ФЛП (официальная работа)
uk: Фоп (офіційна робота)

source: полное ФИО, ИНН, название и местоположение Вашего бизнеса.
uk: повне ПІБ, ІПН, назва та місце розташування Вашого бізнесу.

source: Потребуется ли молодёжи больше обучения, чем другим сотрудникам?
uk: Чи потрібна молодь більше навчання, ніж іншим співробітникам?

source: В каждом конкретном случае молодые сотрудники TeenWork могут запросить дополнительное обучение, если они сочтут это необходимым, как и любой другой сотрудник – это зависит от Вашей занятости. Мы уверены, в начале рабочего пути молодого человека Вы будете давать ему (ей) нетрудные задачи для того, чтобы понять, на что способен подросток. После этого Вы будете видеть картину чётче: каким из ваших рабочих-студентов давать какую работу и, соответственно, чему обучать.
uk: У кожному конкретному випадку молоді співробітники teenwork можуть запросити додаткове навчання, якщо вони вважатимуть це за необхідне, як і будь-який інший співробітник – це залежить від вашої зайнятості. ми впевнені, на початку робочого шляху молодої людини ви даватимете їй (їй) неважкі завдання для того, щоб зрозуміти, на що здатний підліток. після цього ви бачитимете картину чіткіше: яким із ваших робітників-студентів давати якусь роботу і, відповідно, чому навчати.

source: Могут ли молодые люди работать столько же часов, сколько другие мои сотрудники?
uk: Чи молоді люди можуть працювати стільки ж годин, скільки інші мої співробітники?

source: : здесь попроще – сколько договоритесь работать времени студентом.
uk: : тут простіше - скільки домовитеся працювати часу студентом

source: : в соответствии со
uk: : відповідно

source: статьёй 193
uk: статтею 193

source: КЗОТ Украины «Нормы выработки для молодых рабочих».
uk: Кзпп україни «норми виробітку для молодих робітників».

source: ! Так как мы не имеем достаточно знаний, проконсультируйтесь с Вашим кадровым специалистом/юристом !
uk: ! Оскільки ми не маємо достатньо знань, проконсультуйтеся з Вашим кадровим фахівцем/юристом!

source: Прочитайте больше информации в следующих источниках:
uk: Прочитайте більше інформації у таких джерелах:

source: (именно там мы брали часть информации)
uk: (саме там ми брали частину інформації)

source: Ниже мы привели чеклист, который поможет помнить о шагах, которые нужны для трудоустройства (как отметите, мы сохраним Ваш выбор в куки, поэтому можете просмотреть позже)
uk: Нижче ми привели чекліста, який допоможе пам'ятати про кроки, які потрібні для працевлаштування (як зауважите, ми збережемо ваш вибір у кукі, тому можете переглянути пізніше)

source: Письменное разрешение одного из родителей или лица, которое его заменяет
uk: Письмовий дозвіл одного з батьків або особи, яка його замінює

source: Проф. медицинский осмотр по приказу 246 (хирург, окулист, терапевт, отоларинголог, невропатолог, гинеколог - для женщин + АНАЛИЗЫ)
uk: Проф. медичний огляд за наказом 246 (хірург, окуліст, терапевт, отоларинголог, невропатолог, гінеколог – для жінок + аналізи)

source: Справка о регистрационном номере учетной карточки плательщика налогов или идентификационном номере
uk: Довідка про реєстраційний номер облікової картки платника податків або ідентифікаційний номер

source: Трудовая книжка
uk: Трудова книжка

source: Документ об образовании (если предусмотрено законом)
uk: Документ про освіту (якщо передбачено законом)

source: Трудовой договор в письменной форме
uk: Трудовий договір у письмовій формі

source: Приказ (распоряжение) формы №П-1 о приёме несовершеннолетнего гражданина на работу (после заключения трудового договора)
uk: Наказ (розпорядження) форми №п-1 про прийом неповнолітнього громадянина на роботу (після укладання трудового договору)

source: Законы Украины
uk: Закони україни

source: Как можно устроиться на работу официально студенту.
uk: Як можна влаштуватися працювати офіційно студенту.

source: КЗОТ УКРАИНЫ ГЛАВА 13-14 ТРУД МОЛОДЁЖИ
uk: Кзот україни розділ 13-14 праця молоді

source: КЗОТ Украины
uk: Кзпп україни

source: КЗОТ Украины глава 13-14 : труд молодёжи
uk: Кзпп україни глава 13-14: праця молоді

source: Обновлено
uk: Оновлено

source: Администрация веб-сервиса Teenwork изложила кодекс законов Украины, который рассказывает об официальном труде молодёжи. Нам важно, чтобы Вы понимали законы, на которых базируется официальное трудоустройство несовершеннолетних.
uk: Адміністрація веб-сервісу teenwork виклала кодекс законів україни, який розповідає про офіційну працю молоді. нам важливо, щоб ви розуміли закони, на яких ґрунтується офіційне працевлаштування неповнолітніх.

source: Ниже приведёны изменённые главы 13 и 14 кодекса для удобного просмотра (по версии аминистрации), но суть осталась неизменной. В случае, если Вы захотите прочитать оригинал, можете перейти на
uk: Нижче наведено змінені глави 13 та 14 кодексу для зручного перегляду (за версією аміністрації), але суть залишилася незмінною. якщо ви захочете прочитати оригінал, можете перейти на

source: официальный источник
uk: офіційне джерело

source: Глава 13 - труд молодёжи
uk: Глава 13 – праця молоді

source: Статья
uk: Стаття

source: Права несовершеннолетних в трудовых правоотношениях
uk: Права неповнолітніх у трудових правовідносинах

source: Несовершеннолетние, т. е. лица, не достигшие 18 лет, в трудовых правоотношениях приравниваются в правах к совершеннолетним, а в области охраны труда, рабочего времени, отпусков и некоторых других условий труда пользуются льготами, установленными законодательством Украины.
uk: Неповнолітні, тобто особи, які не досягли 18 років, у трудових правовідносинах прирівнюються у правах до повнолітніх, а в галузі охорони праці, робочого часу, відпусток та деяких інших умов праці користуються пільгами, встановленими законодавством україни.

source: Возраст, с которого допускается прием на работу
uk: Вік, з якого допускається прийом працювати

source: Не допускается прием на работу лиц моложе 16 лет. С согласия одного из родителей или лица, которое его заменяет, могут, в порядке исключения, приниматься на работу лица, достигшие 15 лет.
uk: Не допускається прийом на роботу осіб віком до 16 років. за згодою одного з батьків або особи, яка його замінює, можуть, як виняток, прийматися на роботу особи, які досягли 15 років.

source: Для подготовки молодежи к производительному труду допускается прием на работу учащихся общеобразовательных школ, профессионально-технических и средних специальных учебных заведений для выполнения легкой работы, не наносящей вред здоровью и не нарушающей процесса учебы, в свободное от учебы время по достижении ими 14-летнего возраста с согласия одного из родителей или лица, которое его заменяет.
uk: Для підготовки молоді до продуктивної праці допускається прийом на роботу учнів загальноосвітніх шкіл, професійно-технічних та середніх спеціальних навчальних закладів для виконання легкої роботи, яка не завдає шкоди здоров'ю та не порушує процесу навчання, у вільний від навчання час після досягнення ними 14-річного віку згоди одного з батьків або особи, яка його замінює.

source: Учет работников, не достигших 18 лет
uk: Облік працівників, які не досягли 18 років

source: На каждом предприятии, в учреждении, организации должен вестись специальный учет работников, не достигших 18 лет, с указанием даты их рождения.
uk: На кожному підприємстві, в установі, організації має вестись спеціальний облік працівників, які не досягли 18 років, із зазначенням дати їх народження.

source: Работы, на которых запрещается применение труда лиц моложе 18 лет
uk: Роботи, на яких забороняється застосування праці осіб молодше 18 років

source: Запрещается применение труда лиц моложе 18 лет на:
uk: Забороняється застосування праці осіб молодше 18 років на:

source: тяжелых работах;
uk: важкі роботи;

source: работах с вредными или опасными условиями труда;
uk: роботах із шкідливими чи небезпечними умовами праці;

source: подземных работах.
uk: підземні роботи.

source: Запрещается также привлекать лиц моложе 18 лет к поднятию и перемещению вещей, масса которых превышает установленные для них предельные нормы.
uk: Забороняється також залучати осіб віком до 18 років до підняття та переміщення речей, маса яких перевищує встановлені для них граничні норми.

source: Перечень тяжелых работ и работ с вредными и опасными условиями труда, а также предельные нормы поднятия и перемещения тяжестей лицами моложе 18 лет утверждаются центральным органом исполнительной власти, который обеспечивает формирование государственной политики в сфере охраны здоровья, по соглашению с центральным органом исполнительной власти, который обеспечивает формирование государственной политики в сфере охраны труда.
uk: Перелік важких робіт та робіт зі шкідливими та небезпечними умовами праці, а також граничні норми підняття та переміщення тяжкості особами молодше 18 років затверджуються центральним органом виконавчої влади, який забезпечує формування державної політики у сфері охорони здоров'я, за згодою з центральним органом виконавчої влади, який забезпечує формування державної політики у сфері охорони праці

source: Медицинские осмотры лиц моложе 18 лет
uk: Медичні огляди осіб молодше 18 років

source: Все лица моложе 18 лет принимаются на работу только после предварительного медицинского осмотра и в дальнейшем, до достижения 21 года, ежегодно подлежат обязательному медицинскому осмотру.
uk: Усі особи молодші 18 років приймаються працювати лише після попереднього медичного огляду й надалі, до досягнення 21 року, щорічно підлягають обов'язковому медичному огляду.

source: Запрет привлекать работников моложе 18 лет к ночным, сверхурочным работам и работам в выходные дни
uk: Заборона залучати працівників молодше 18 років до нічних, понаднормових робіт та робіт у вихідні дні

source: Запрещается привлекать работников моложе 18 лет к ночным, сверхурочным работам и работам в выходные дни.
uk: Забороняється залучати працівників молодше 18 років до нічних, понаднормових робіт та робіт у вихідні дні.

source: Нормы выработки для молодых рабочих
uk: Норми виробітку для молодих робітників

source: Для рабочих в возрасте до 18 лет нормы выработки устанавливаются исходя из норм выработки для взрослых рабочих пропорционально сокращенному рабочему времени для лиц, не достигших 18 лет.
uk: Для робітників віком до 18 років норми виробітку встановлюються виходячи з норм виробітку для дорослих робітників пропорційно скороченому робочому часу для осіб, які не досягли 18 років.

source: Для молодых рабочих, поступающих на предприятие, в организацию после окончания общеобразовательных школ, профессионально-технических учебных заведений, курсов, а также для прошедших обучение непосредственно на производстве, в предусмотренных законодательством случаях и размерах и на определенные ими сроки могут утверждаться пониженные нормы выработки. Эти нормы утверждаются собственником или уполномоченным им органом по согласованию с профсоюзным комитетом.
uk: Для молодих робітників, які вступають на підприємство, в організацію після закінчення загальноосвітніх шкіл, професійно-технічних навчальних закладів, курсів, а також для тих, хто пройшов навчання безпосередньо на виробництві, у передбачених законодавством випадках та розмірах та на визначені ними строки можуть затверджуватись знижені норми виробітку. ці норми затверджуються власником чи уповноваженим ним органом за погодженням із профспілковим комітетом.

source: Оплата труда работников моложе 18 лет при сокращенной продолжительности ежедневной работы
uk: Оплата праці працівників молодше 18 років за скороченої тривалості щоденної роботи

source: Заработная плата работникам моложе 18 лет при сокращенной продолжительности ежедневной работы выплачивается в том же размере, что и работникам соответствующих категорий при полной продолжительности ежедневной работы.
uk: Заробітна плата працівникам молодше 18 років при скороченій тривалості щоденної роботи виплачується в тому ж розмірі, що й працівникам відповідних категорій за повної тривалості щоденної роботи.

source: Работа работников моложе 18 лет, допущенных к сдельным работам, оплачивается по сдельным расценкам, установленным для взрослых работников, с доплатой по тарифной ставке за время, на которое продолжительность их ежедневной работы сокращается по сравнению с продолжительностью ежедневной работы взрослых работников.
uk: Робота працівників молодше 18 років, допущених до відрядних робіт, оплачується за відрядними розцінками, встановленими для дорослих працівників, з доплатою за тарифною ставкою за час, на який тривалість їхньої щоденної роботи скорочується порівняно з тривалістю щоденної роботи дорослих працівників.

source: Оплата труда учащихся общеобразовательных школ, профессионально-технических и средних специальных учебных заведений, работающих в свободное от учебы время, производится пропорционально отработанному времени или в зависимости от выработки. Предприятия могут устанавливать ученикам доплаты к заработной плате.
uk: Оплата праці учнів загальноосвітніх шкіл, професійно-технічних та середніх спеціальних навчальних закладів, які працюють у вільний від навчання час, провадиться пропорційно до відпрацьованого часу або залежно від виробітку. підприємства можуть встановлювати учням доплати до заробітної плати.

source: Отпуска работникам в возрасте до 18 лет
uk: Відпустки працівникам віком до 18 років

source: Ежегодные отпуска работникам в возрасте до 18 лет предоставляются в удобное для них время.
uk: Щорічні відпустки працівникам віком до 18 років надаються у зручний для них час.

source: Ежегодные отпуска работникам в возрасте до 18 лет полной продолжительности в первый год работы предоставляются по их заявлению до наступления шестимесячного срока непрерывной работы на данном предприятии, в учреждении, организации.
uk: Щорічні відпустки працівникам віком до 18 років повної тривалості у перший рік роботи надаються за їхньою заявою до настання шестимісячного терміну безперервної роботи на даному підприємстві, в установі, організації.

source: Дополнительные гарантии в содействии трудоустройству
uk: Додаткові гарантії у сприянні працевлаштуванню

source: Для трудоустройства молодежи, которая закончила или прекратила обучение в общеобразовательных, профессионально-технических и высших учебных заведениях, уволилась со срочной военной службы, военной службы по призыву при мобилизации на особый период, военной службы по призыву лиц офицерского состава или альтернативной (невоенной) службы (в течение шести месяцев после окончания или прекращения учебы или службы) и впервые принимается на работу, детей-сирот и детей, лишенных родительской опеки, лиц, которым исполнилось 15 лет и которые по согласию одного из родителей или лица, которое их заменяет, могут, как исключение, приниматься на работу, а также других категорий лиц, которые имеют дополнительные гарантии в содействии трудоустройству, предприятиям, учреждениям и организациям устанавливается квота согласно Закону Украины 'О занятости населения'.
uk: Для працевлаштування молоді, яка закінчила або припинила навчання у загальноосвітніх, професійно-технічних та вищих навчальних закладах, звільнилася із строкової військової служби, військової служби за призовом при мобілізації на особливий період, військової служби за призовом осіб офіцерського складу або альтернативної (невійськової) служби ( протягом шести місяців після закінчення або припинення навчання або служби) та вперше приймається на роботу, дітей-сиріт та дітей, позбавлених батьківського піклування, осіб, яким виповнилося 15 років і які за згодою одного з батьків або особи, яка їх замінює, можуть, як виняток, прийматися на роботу, а також інших категорій осіб, які мають додаткові гарантії щодо сприяння працевлаштуванню, підприємствам, установам та організаціям встановлюється квота згідно із законом україни 'про зайнятість населення'.

source: Предоставление молодежи первого рабочего места
uk: Надання молоді першого робочого місця

source: Трудоспособной молодежи — гражданам Украины в возрасте от 15 до 28 лет после окончания или прекращения учебы в общеобразовательных, профессиональных учебно-воспитательных и высших учебных заведениях, завершения профессиональной подготовки и переподготовки, а также после увольнения со срочной военной службы, военной службы по призыву при мобилизации на особый период, военной службы по призыву лиц офицерского состава или альтернативной (невоенной) службы предоставляется первое рабочее место на срок не менее двух лет.
uk: Працездатної молоді — громадянам україни віком від 15 до 28 років після закінчення або припинення навчання у загальноосвітніх, професійних навчально-виховних та вищих навчальних закладах, завершення професійної підготовки та перепідготовки, а також після звільнення із строкової військової служби, військової служби на заклик при мобілізації на особливий період, військової служби на заклик осіб офіцерського складу або альтернативної (невійськової) служби надається перше робоче місце на строк не менше двох років.

source: Молодым специалистам — выпускникам государственных учебных заведений, потребность в которых ранее была заявлена предприятиями, учреждениями, организациями, предоставляется работа по специальности на период не менее трех лет в порядке, определенном Кабинетом Министров Украины.
uk: Молодим спеціалістам — випускникам державних навчальних закладів, потребу яких раніше було заявлено підприємствами, установами, організаціями, надається робота за спеціальністю на період не менше трьох років у порядку, визначеному кабінетом міністрів україни.

source: Ограничение увольнения работников моложе 18 лет
uk: Обмеження звільнення працівників молодше 18 років

source: Увольнение работников моложе 18 лет по инициативе собственника или уполномоченного им органа допускается, кроме соблюдения общего порядка увольнения, только с согласия районной (городской) службы по делам детей. При этом увольнение на основаниях, указанных в пунктах
uk: Звільнення працівників віком до 18 років з ініціативи власника або уповноваженого ним органу допускається, крім дотримання загального порядку звільнення, лише за згодою районної (міської) служби у справах дітей. при цьому звільнення на підставах, зазначених у пунктах

source: 1, 2 и 6 статьи 40 настоящего Кодекса
uk: 1, 2 та 6 статті 40 цього Кодексу

source: производится только в исключительных случаях и не допускается без трудоустройства.
uk: провадиться тільки у виняткових випадках і не допускається без працевлаштування.

source: Расторжение трудового договора с несовершеннолетним по требованию его родителей или других лиц
uk: Розірвання трудового договору з неповнолітнім на вимогу його батьків чи інших осіб

source: Родители, усыновители и опекуны несовершеннолетнего, а также государственные органы и служебные лица, на которых возложены надзор и контроль за соблюдением законодательства о труде, имеют право требовать расторжения трудового договора с несовершеннолетним, в том числе и срочного, если продление его действия угрожает здоровью несовершеннолетнего или нарушает его законные интересы.
uk: Батьки, усиновлювачі та опікуни неповнолітнього, а також державні органи та службові особи, на яких покладено нагляд та контроль за дотриманням законодавства про працю, мають право вимагати розірвання трудового договору з неповнолітнім, у тому числі термінового, якщо продовження його дії загрожує здоров'ю недосконало. порушує його законні інтереси.

source: Участие молодежных организаций в рассмотрении вопросов труда и быта молодежи
uk: Участь молодіжних організацій у розгляді питань праці та побуту молоді

source: Выборный орган первичной профсоюзной организации (профсоюзный представитель) предприятия, учреждения, организации и собственник или уполномоченный им орган рассматривают вопросы о поощрении молодых работников, распределении для них жилья и мест в общежитиях, охране труда, их увольнении, использовании средств на развитие культурно-массовой и спортивной работы с участием представителя молодежной организации на условиях, определенных коллективным договором.
uk: Виборний орган первинної профспілкової організації (профспілковий представник) підприємства, установи, організації та власник або уповноважений ним орган розглядають питання про заохочення молодих працівників, розподіл для них житла та місць у гуртожитках, охорону праці, їх звільнення, використання коштів на розвиток культурно-масової та спортивної роботи з участю представника молодіжної організації за умов, визначених колективним договором.

source: Организация производственного обучения
uk: Організація виробничого навчання

source: Для профессиональной подготовки и повышения квалификации работников, особенно молодежи, собственник или уполномоченный им орган организует индивидуальное, бригадное, курсовое и другое производственное обучение за счет предприятия, организации, учреждения.
uk: Для професійної підготовки та підвищення кваліфікації працівників, особливо молоді, власник чи уповноважений ним орган організовує індивідуальне, бригадне, курсове та інше виробниче навчання за рахунок підприємства, організації, установи.
