Repository: mrbuslov/teenwork
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Собственник или уполномоченный им орган оплачивает работникам, которые учатся в высших учебных заведениях с вечерней и заочной формами обучения, проезд к месту нахождения учебного заведения и обратно один раз в год на установочные занятия, для выполнения лабораторных работ и сдачи зачетов и экзаменов — в размере 50 процентов стоимости проезда.
uk: Власник або уповноважений ним орган оплачує працівникам, які навчаються у вищих навчальних закладах з вечірньою та заочною формами навчання, проїзд до місця знаходження навчального закладу та назад один раз на рік на установчі заняття, для виконання лабораторних робіт та складання заліків та іспитів – у розмірі 50 процентів вартості проїзду.

source: В таком же размере производится оплата проезда для подготовки и защиты дипломного проекта (работы) или сдачи государственных экзаменов.
uk: У такому ж розмірі здійснюється оплата проїзду для підготовки та захисту дипломного проекту (роботи) або складання державних іспитів.

source: Ограничение сверхурочных работ для работников, которые учатся
uk: Обмеження понаднормових робіт для працівників, які навчаються

source: Работников, которые учатся без отрыва от производства в средних и профессионально-технических учебных заведениях, запрещается привлекать в дни занятий к сверхурочным работам.
uk: Працівників, які навчаються без відриву від виробництва у середніх та професійно-технічних навчальних закладах, забороняється залучати у дні занять до понаднормових робіт.

source: Политика конфиденциальности Teenwork
uk: Політика конфіденційності teenwork

source: Как и почему мы собираем данные о наших пользователях и гостях.
uk: Як і чому ми збираємо дані про наших користувачів та гостей.

source: Администрация (далее команда, мы, нас, наш) Teenwork беспокоится об обеспечении безопасности данных наших клиентов. Именно поэтому мы составили Политику конфиденциальности, чтобы вы не беспокоились о нашей работе с Вашими данными, которые были предоставлены нашему сервису, как при регистрации, так и после.
uk: Адміністрація (далі команда, ми, нас, наш) teenwork переймається забезпеченням безпеки даних наших клієнтів. саме тому ми склали політику конфіденційності, щоб ви не турбувалися про нашу роботу з вашими даними, які були надані нашому сервісу як під час реєстрації, так і після.

source: Настоящая Политика конфиденциальности, далее – Политика, действует в отношении обработки персональных данных, которые может получить веб-сервис Teenwork (teenwork.com.ua, https://teenwork.com.ua) от физических лиц-пользователей
uk: Ця політика конфіденційності, далі – політика, діє щодо обробки персональних даних, які може отримати веб-сервіс teenwork (teenwork.com.ua, https://teenwork.com.ua) від фізичних осіб-користувачів

source: Данная настоящая Политика конфиденциальности разработана, чтобы рассказать Вам:
uk: Ця політика конфіденційності розроблена, щоб розповісти вам:

source: какие Ваши персональные данные мы собираем;
uk: які Ваші персональні дані ми збираємо;

source: как и почему мы используем их;
uk: як і чому ми використовуємо їх;

source: администрация – кому можно обрабатывать данные;
uk: адміністрація – кому можна опрацьовувати дані;

source: пользовательские права;
uk: права користувача;

source: безопасность данных;
uk: безпека даних;

source: Мы серьезно относимся к безопасности личных данных как прежних, так и потенциальных Пользователей, обратившихся к нам, поэтому стремимся защищать конфиденциальность персональных данных. Команда Teenwork обязуется принять все необходимые меры для предотвращения злоупотребления Вашими персональными данными, которые становятся нам известны. Мы будем обрабатывать их в строгом соответствии с требованиями Закона Украины «О защите персональных данных», исключительно при наличии законных оснований на такую обработку, в частности правилами, описанными в Политике конфиденциальности (далее).
uk: Ми серйозно ставимося до безпеки особистих даних як колишніх, так і потенційних користувачів, які звернулися до нас, тому прагнемо захищати конфіденційність персональних даних. команда teenwork зобов'язується вжити всіх необхідних заходів для запобігання зловживанню вашими персональними даними, які стають нам відомими. ми оброблятимемо їх у суворій відповідності до вимог закону україни «про захист персональних даних», виключно за наявності законних підстав на таку обробку, зокрема правилами, описаними у політиці конфіденційності (далі).

source: Хотим заметить, что Вы абсолютно не обязаны раскрывать нам персональные данные, но без определенной информации о Вас мы не сможем предоставить большую часть функций и возможностей нашего сервиса.
uk: Хочемо зауважити, що ви абсолютно не зобов'язані розкривати нам персональні дані, але без певної інформації про вас ми не зможемо надати більшу частину функцій та можливостей нашого сервісу.

source: 1. Общие положения
uk: 1. Загальні положення

source: 1.1. Цель данной Политики заключается в доведении до Вас необходимой информации, которая позволяет оценить, какие персональные данные и с какими целями обрабатываются командой Teenwork, методы их обработки и обеспечения безопасности.
uk: 1.1. Мета даної Політики полягає у доведенні до Вас необхідної інформації, яка дозволяє оцінити, які персональні дані та з якими цілями обробляються командою Teenwork, методи їх обробки та забезпечення безпеки.

source: 1.2. Личные данные как наших Пользователей обрабатываются на удалённых защищённых серверах, находящихся за пределами страны Украины.
uk: 1.2. Особисті дані як наших Користувачів обробляються на захищених віддалених серверах, що знаходяться за межами країни України.

source: 1.3. Используя веб-сервис
uk: 1.3. Використовуючи веб-сервіс

source: Пользователь предоставляет своё согласие на обработку своих личных данных, таких как имя пользователя (юзернейм); адрес электронной почты (email); контактный телефон; город проживания, возраст, имя и фамилия – по желанию; при регистрации в
uk: Користувач надає свою згоду на обробку особистих даних, таких як ім'я користувача (юзернейм); адресу електронної пошти (email); контактний телефон; місто проживання, вік, ім'я та прізвище – за бажанням; при реєстрації у

source: если есть : username, имя (first name), фамилия (last name), id; сообщения, передаваемые пользователю другими пользователями и наоборот, а также даёт своё согласие на передачу своих персональных данных третьим лицам, в том числе за границу, в любую третью страну, в соответствии с данной Политикой.
uk: якщо є: username, ім'я (first name), прізвище (last name), id; повідомлення, що передаються користувачеві іншими користувачами та навпаки, а також дає свою згоду на передачу своїх персональних даних третім особам, у тому числі за кордон, до будь-якої третьої країни, відповідно до цієї Політики.

source: 1.4. При использовании онлайн-сервиса Teenwork, Вы, сообщив нам свои личные данные, признаете свое согласие на обработку своих персональных данных в соответствии с Политикой конфиденциальности. В случае несогласия с условиями Политики, Вы обязаны прекратить использовать данный сервис.
uk: 1.4. Використовуючи онлайн-сервіс Teenwork, Ви, повідомивши нам свої особисті дані, визнаєте свою згоду на обробку своїх персональних даних відповідно до Політики конфіденційності. У разі незгоди з умовами Політики, Ви повинні припинити користуватися цим сервісом.

source: 1.5. Команда сайта не проверяет достоверность персональных данных, предоставляемых Пользователем, поэтому не имеет возможности оценивать его дееспособность. Однако мы исходим из того, что Пользователь действует добровольно, добросовестно, осмотрительно, предоставляет достоверные персональные данные и не нарушает права третьих лиц.
uk: 1.5. Команда сайту не перевіряє достовірність персональних даних, які надає Користувач, тому не має можливості оцінювати його дієздатність. Однак ми виходимо з того, що Користувач діє добровільно, сумлінно, обачно, надає достовірні персональні дані та не порушує права третіх осіб.

source: 1.6. Соглашаясь с условиями Политики, Вы подтверждаете, что в момент сбора персональных данных Вы уведомлены о лицах, которым передаются персональные данные, содержании и целях сбора персональных данных. Вы подтверждаете (гарантируете), что персональные данные, которые переданы нам на обработку, переданы с согласия владельцев персональных данных и в рамках Законодательства.
uk: 1.6. Погоджуючись з умовами Політики, Ви підтверджуєте, що в момент збору персональних даних Ви повідомлені про осіб, яким передаються персональні дані, зміст та цілі збору персональних даних. Ви підтверджуєте (гарантуєте), що персональні дані, які передані нам на обробку, передані за згодою власників персональних даних та в рамках Законодавства.

source: 1.7. Сервис Teenwork и его администрация освобождается от ответственности за последствия, наступившие в связи с обработкой ими персональных данных, в случае если они не несут ответственности за событие, повлекшее наступление таких последствий.
uk: 1.7. Сервіс Teenwork та його адміністрація звільняється від відповідальності за наслідки, що настали у зв'язку з обробкою ними персональних даних, якщо вони не несуть відповідальності за подію, що спричинила наступ таких наслідків.

source: 1.8. Мы не стремимся целенаправленно собирать персональную информацию лиц моложе 18 лет. Родителям и/или опекуна рекомендуется контролировать связанную с этим деятельность своих детей.
uk: 1.8. Ми не прагнемо цілеспрямовано збирати персональну інформацію осіб віком до 18 років. Батькам та/або опікунам рекомендується контролювати пов'язану з цим діяльність своїх дітей.

source: 1.9. Хотим предупредить, что ссылки, которые предоставляются сторонними лицами ( не направляют на сайт
uk: 1.9. Хочемо попередити, що посилання, які надаються сторонніми особами (не надсилають на сайт

source: могут быть небезопасны, и администрация сайта не сможет помочь Пользователю в случае утери данных и других непредвиденных обстоятельствах, потому что информация о Пользователях собирается вне прямого контроля сервиса Teenwork и его команды. Будьте осторожны! Если у Вас возникли какие-либо проблемы с этим, позвоните в нашу службу поддержки, мы постараемся Вам помочь
uk: можуть бути небезпечними, і адміністрація сайту не зможе допомогти Користувачеві в разі втрати даних та інших непередбачених обставин, тому що інформація про Користувачів збирається поза прямим сервісом Teenwork та його командою. Будьте обережні! Якщо у Вас виникли проблеми з цим, зателефонуйте до нашої служби підтримки, ми постараємося Вам допомогти

source: 1.10. Администрация сайта не может проверить на правдивость информацию, публикуемую другими пользователями, поэтому не может нести ответственность за достоверность.
uk: 1.10. Адміністрація сайту не може перевірити на правдивість інформацію, яку публікують інші користувачі, тому не може нести відповідальність за достовірність.

source: 2. Какие Ваши персональные данные мы собираем
uk: 2. Які Ваші персональні дані ми збираємо

source: 2.1. Администрация для осуществления своей деятельности и для выполнения своих обязательств обрабатывает персональные данные Пользователя, предоставленные им при регистрации на сайте teenwork.com.ua, публикации объявлений и хранящиеся в личном кабинете. К персональным данным Пользователя относятся: имя пользователя (юзернейм), адрес электронной почты (email), контактный телефон (при регистрации); город проживания, возраст, имя и фамилия (по желанию заполняется в профиле); username, имя (first name), фамилия (last name), id (при регистрации в
uk: 2.1. Адміністрація для здійснення своєї діяльності та для виконання своїх зобов'язань опрацьовує персональні дані Користувача, надані ним при реєстрації на сайті teenwork.com.ua, публікації оголошень та зберігаються в особистому кабінеті. До персональних даних Користувача належать: ім'я користувача (юзернейм), електронна адреса (email), контактний телефон (при реєстрації); місто проживання, вік, ім'я та прізвище (за бажанням заповнюється у профілі); username, ім'я (first name), прізвище (last name), id (при реєстрації в

source: 2.3. Мы просим Вас сообщать только те персональные данные, которые необходимы для регистрации, ответа на Ваш запрос или замечание сервису. В тоже время, если Вы решите сообщить нам дополнительные персональные данные, мы будем этому рады и обязуемся обработать их с необходимым уровнем защиты.
uk: 2.3. Ми просимо Вас повідомляти лише ті персональні дані, які необхідні для реєстрації, відповіді на Ваш запит чи зауваження до сервісу. У той же час, якщо Ви вирішите повідомити нам додаткові персональні дані, ми будемо раді і зобов'язуємося обробити їх з необхідним рівнем захисту.

source: 2.4. Пользователи несут ответственность за всю информацию, которую они размещают в общедоступных записях.
uk: 2.4. Користувачі відповідають за всю інформацію, яку вони розміщують у загальнодоступних записах.

source: 2.5. Чтобы не раскрывать другим пользователям веб-сервиса Teenwork Ваши имя и фамилию, при регистрации мы просим Вас указать username (юзернейм, ник) – набор латинских букв и цифр, который будет представлять Вас на сайте.
uk: 2.5. Щоб не розкривати іншим користувачам веб-сервісу Teenwork Ваше ім'я та прізвище, при реєстрації ми просимо Вас вказати username (юзернейм, нік) – набір латинських літер та цифр, який представлятиме Вас на сайті.

source: 2.6. При обслуживании посетителей сайта команда Teenwork вправе собирать личную информацию для выполнения запроса клиента и, в случае необходимости, обратного ответа.
uk: 2.6. При обслуговуванні відвідувачів сайту команда Teenwork має право збирати особисту інформацію для виконання запиту клієнта та, у разі потреби, зворотної відповіді.

source: 2.7. Мы не собираем и, соответственно, не обрабатываем персональные данные о расовом или этническом происхождении, политических, мировоззренческих или религиозных убеждениях, членстве в политических партиях и проф. союзах, осуждения к уголовному наказанию, а также данных, касающихся здоровья, половой жизни, биометрических и генетических данных.
uk: 2.7. Ми не збираємо і, відповідно, не обробляємо персональні дані про расове чи етнічне походження, політичні, світоглядні чи релігійні переконання, членство в політичних партіях та проф. союзах, засудження до кримінального покарання, а також даних, що стосуються здоров'я, статевого життя, біометричних та генетичних даних.

source: 2.8. Мы собираем данные с публикаций, созданных незарегистрированными пользователями, которые в последующем являются идентификатором данного гостя. Именно по этим объявлениям мы определяем, сколько публикаций может создать пользователь до исчерпания лимита (см. Правила пользования). Пользователь не может удалить собственные данные с веб-сервиса, потому что не имеет личного кабинета. Чтобы удалить персональные данные, нужно обратиться в службу поддержки, предоставив добровольное, достоверно подписанное заявление в печатном виде, которое гласит о прекращении публикации объявлений на веб-сервисе Teenwork на основе показа объявления 24 часа на сайте.
uk: 2.8. Ми збираємо дані з публікацій, створених незареєстрованими користувачами, які надалі є ідентифікатором цього гостя. Саме за цими оголошеннями ми визначаємо, скільки публікацій може створити користувач до вичерпання ліміту (див. правила користування). Користувач не може видалити власні дані з веб-сервісу, тому що немає особистого кабінету. Щоб видалити персональні дані, потрібно звернутися до служби підтримки, надавши добровільну, достовірно підписану заяву у друкованому вигляді, яка говорить про припинення публікації оголошень на веб-сервісі Teenwork на основі показу оголошення 24 години на сайті.

source: 2.9. Администрация хранит и может просматривать сообщения, которыми обмениваются Пользователи на сайте для контроля и предотвращения зло умышленности.
uk: 2.9. Адміністрація зберігає і може переглядати повідомлення, якими обмінюються Користувачі на сайті для контролю та запобігання зло навмисності.

source: 3. Как и почему мы используем их
uk: 3. Як і чому ми використовуємо їх

source: 3.1. Наш сервис использует Cookies (куки). Это небольшие по размеру файлы с данными, расположенные на устройстве пользователя, которые не представляют угрозу и помогают запоминать Ваши предпочтения, такие как: выбор темы сайта, языка и.т.д. Полный перечень Вы можете увидеть, перейдя в консоль разработчика -> Application -> Cookies -> дальше из выпавшего меню выбираете сервис Teenwork и просматриваете.
uk: 3.1. Наш сервіс використовує Cookies (кукі). Це невеликі за розміром файли з даними, розташовані на пристрої користувача, які не загрожують і допомагають запам'ятовувати Ваші уподобання, такі як: вибір теми сайту, мови і т.д. Повний перелік Ви можете побачити, перейшовши в консоль розробника -> Application -> Cookies -> далі з меню вибираєте сервіс Teenwork і переглядаєте.

source: 3.2. Цели, для которых онлайн-сервис Teenwork собирает и обрабатывает данные:
uk: 3.2. Цілі, для яких онлайн-сервіс Teenwork збирає та обробляє дані:

source: 3.2.1. Возможность посетителям пользоваться основным функционалом сайта (сбор на регистрации, куки).
uk: 3.2.1. Можливість відвідувачам користуватися основним функціоналом сайту (збір на реєстрацію, кукі).

source: 3.2.2. Возможность отображения информации о пользователе в публикациях.
uk: 3.2.2. Можливість відображення інформації про користувача у публікаціях.

source: 3.2.3. Возможность получать уведомления об интересующих вакансиях через
uk: 3.2.3. Можливість отримувати повідомлення про цікаві вакансії через

source: 3.2.4. Связь с прежними и потенциальными пользователями сайта для решения вопросов, касающихся работы сайта, на сайте и связанных с этим.
uk: 3.2.4. Зв'язок із колишніми та потенційними користувачами сайту для вирішення питань, що стосуються роботи сайту, на сайті та пов'язаних із цим.

source: 3.3. Сроки обработки персональных данных определяются исходя из целей обработки, но не дольше чем это определено Законодательством. Мы также учитываем периоды, для которых нам, возможно, потребуется сохранить Ваши персональные данные для выполнения наших юридических обязательств перед Вами или контролирующими органами.
uk: 3.3. Терміни обробки персональних даних визначаються виходячи з цілей обробки, але не довше, ніж це визначено Законодавством. Ми також враховуємо періоди, для яких нам, можливо, потрібно буде зберегти Ваші персональні дані для виконання наших юридичних зобов'язань перед Вами або контролюючими органами.

source: 4. Администрация – кому можно обрабатывать данные
uk: 4. Адміністрація – кому можна обробляти дані

source: 4.1. К обработке персональных данных допущены только те сотрудники администрации, на которых возложена такая обязанность в соответствии с их служебными обязанностями. Доступ других сотрудников может быть предоставлен исключительно в предусмотренных Законом случаях. Команда Teenwork гарантирует от своих сотрудников соблюдения конфиденциальности и обеспечения безопасности персональных данных при их обработке.
uk: 4.1. До обробки персональних даних допущені лише ті співробітники адміністрації, на яких покладено такий обов'язок відповідно до їхніх службових обов'язків. Доступ інших працівників може бути наданий виключно у передбачених Законом випадках. Команда Teenwork гарантує від своїх співробітників дотримання конфіденційності та забезпечення безпеки персональних даних під час їх обробки.

source: 4.2. Администрация имеет право передать персональные данные третьим лицам в следующих случаях:
uk: 4.2. Адміністрація має право передати персональні дані третім особам у таких випадках:

source: - субъект персональных данных письменно выразил свое согласие на данные действия. Передача происходит на основании заключенного с третьим лицом договора, условием которого является соблюдение конфиденциальности и неразглашении персональных данных;
uk: - суб'єкт персональних даних письмово висловив свою згоду на ці дії. Передача відбувається на підставі укладеного з третьою особою договору, умовою якого є дотримання конфіденційності та нерозголошення персональних даних;

source: - передача предусмотрена украинским или другим соответствующим законодательством в рамках установленной законодательством процедуры.
uk: - передача передбачена українським чи іншим відповідним законодавством у межах встановленої законодавством процедури.

source: - по требованию представителей органов государственной власти, в том числе, контролирующих, надзорных, правоохранительных и других органов в объеме и порядке, определенном Законодательством (при наличии соответственного официального документа, гласящий о предоставлении данных).
uk: - на вимогу представників органів державної влади, у тому числі, контролюючих, наглядових, правоохоронних та інших органів в обсязі та порядку, визначеному Законодавством (за наявності відповідного офіційного документа, що говорить про надання даних).

source: 5. Пользовательские права
uk: 5. Користувальницькі права

source: 5.1. Пользователи, которые зарегистрировались и/или разместили объявление(я) на сайте teenwork.com.ua , имеют непосредственный доступ к информации, а также возможность исправления и/или удаления, которую они предоставляют. Незарегистрированные посетители имеют возможность только публиковать двадцатичетырёхчасовые объявления и просматривать все публикации сайта. Пользователь несет ответственность за точность и достоверность предоставляемых данных на сервисе.
uk: 5.1. Користувачі, які зареєструвалися та/або розмістили оголошення на сайті teenwork.com.ua, мають безпосередній доступ до інформації, а також можливість виправлення та/або видалення, яку вони надають. Незареєстровані відвідувачі мають можливість лише публікувати двадцятичотиригодинні оголошення та переглядати всі публікації сайту. Користувач несе відповідальність за точність і достовірність даних, що надаються на сервісі.

source: 5.2. Пользователь имеет право:
uk: 5.2. Користувач має право:

source: 5.2.1. знать об источниках сбора, местонахождения своих персональных данных, цели их обработки, местонахождение распорядителя персональных данных;
uk: 5.2.1. знати про джерела збору, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження розпорядника персональних даних;

source: 5.2.2. на доступ к своим персональным данным;
uk: 5.2.2. доступ до своїх персональних даних;

source: 5.2.3. получать не позднее, чем за тридцать календарных дней со дня поступления запроса, кроме случаев, предусмотренных Законом, ответ о том, обрабатываются ли его персональные данные, а также получать содержание таких персональных данных;
uk: 5.2.3. отримувати не пізніше ніж за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених Законом, відповідь про те, чи обробляються його персональні дані, а також отримувати зміст таких персональних даних;

source: 5.2.4. предъявлять мотивированное требование с возражением против обработки своих персональных данных или об изменении, или уничтожение своих персональных данных, если данные обрабатываются незаконно или являются недостоверными;
uk: 5.2.4. пред'являти мотивовану вимогу із запереченням проти обробки своїх персональних даних або про зміну, або знищення своїх персональних даних, якщо дані обробляються незаконно або є недостовірними;

source: 5.2.5. обращаться с жалобами на обработку своих персональных данных к администрации к Уполномоченному Верховной Рады Украины по правам человека или в суд, а также применять средства правовой защиты в случае нарушения законодательства о защите персональных данных;
uk: 5.2.5. звертатись зі скаргами на обробку своїх персональних даних до адміністрації до Уповноваженого Верховної Ради України з прав людини або до суду, а також застосовувати засоби правового захисту у разі порушення законодавства про захист персональних даних;
