Repository: mrbuslov/teenwork
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Создание необходимых условий для совмещения работы с учебой
uk: Створення необхідних умов для поєднання роботи з навчанням

source: Работникам, которые проходят производственное обучение или учатся в учебных заведениях без отрыва от производства, собственник или уполномоченный им орган должен создавать необходимые условия для совмещения работы с учебой.
uk: Працівникам, які проходять виробниче навчання або навчаються у навчальних закладах без відриву від виробництва, власник чи уповноважений ним орган має створювати необхідні умови для поєднання роботи з навчанням.

source: Поощрение работников, совмещающих работу с учебой
uk: Заохочення працівників, які поєднують роботу з навчанням

source: При повышении квалификационных разрядов или при продвижении по работе должны учитываться успешное прохождение работниками производственного обучения, общеобразовательная и профессиональная подготовка, и успешное прохождение работниками обучения в учебных заведениях.
uk: При підвищенні кваліфікаційних розрядів або при просуванні по роботі повинні враховуватися успішне проходження працівниками виробничого навчання, загальноосвітня та професійна підготовка та успішне проходження працівниками навчання у навчальних закладах.

source: Осуществление производственного обучения в рабочее время
uk: Здійснення виробничого навчання у робочий час

source: Теоретические занятия и производственное обучение при подготовке новых рабочих непосредственно на производстве путем индивидуального, бригадного и курсового обучения проводятся в пределах рабочего времени, установленного законодательством о труде для работников соответствующих возрастов, профессий и производств.
uk: Теоретичні заняття та виробниче навчання при підготовці нових робітників безпосередньо на виробництві шляхом індивідуального, бригадного та курсового навчання проводяться в межах робочого часу, встановленого законодавством про працю для працівників відповідного віку, професій та виробництв.

source: Недопустимость привлечения к работе, не касающейся изучаемой специальности
uk: Неприпустимість залучення до роботи, що не стосується спеціальності, що вивчається.

source: В период производственного обучения, переквалификации или обучения другим специальностям работники не могут использоваться на какой-либо работе, не касающейся изучаемой ими специальности.
uk: У період виробничого навчання, перекваліфікації або навчання іншим спеціальностям працівники не можуть використовуватися на будь-якій роботі, що не стосується спеціальності, що ними вивчається.

source: Предоставление работы в соответствии с приобретенной квалификацией
uk: Надання роботи відповідно до набутої кваліфікації

source: Рабочему, который успешно закончил производственное обучение, присваивается квалификация согласно тарифно-квалификационному справочнику и предоставляется работа согласно приобретенной им квалификации и присвоенному разряду.
uk: Робочому, який успішно закінчив виробниче навчання, присвоюється кваліфікація згідно з тарифно-кваліфікаційним довідником та надається робота згідно з набутою ним кваліфікацією та присвоєним розрядом.

source: Оплата труда за время производственного обучения, переквалификации или обучения другим специальностям
uk: Оплата праці за час виробничого навчання, перекваліфікації чи навчання іншим спеціальностям

source: За время прохождения производственного обучения, переквалификации или обучения другим специальностям работникам выплачивается заработная плата в порядке и в размерах, определяемых законодательством.
uk: За час проходження виробничого навчання, перекваліфікації або навчання іншим спеціальностям працівникам виплачується заробітна плата у порядку та у розмірах, що визначаються законодавством.

source: Льготы для работников, которые учатся в средних и профессионально-технических учебных заведениях
uk: Пільги для працівників, які навчаються у середніх та професійно-технічних навчальних закладах

source: Для работников, которые учатся без отрыва от производства в средних и профессионально-технических учебных заведениях, устанавливается сокращенная рабочая неделя или сокращенная продолжительность ежедневной работы с сохранением заработной платы в установленном порядке; им предоставляются также и другие льготы.
uk: Для працівників, які навчаються без відриву від виробництва у середніх та професійно-технічних навчальних закладах, встановлюється скорочений робочий тиждень або скорочена тривалість щоденної роботи із збереженням заробітної плати у встановленому порядку; їм надаються також інші пільги.

source: Сокращение рабочего времени с сохранением заработной платы для работников, которые учатся в средних общеобразовательных школах
uk: Скорочення робочого часу із збереженням заробітної плати для працівників, які навчаються у середніх загальноосвітніх школах

source: Для работников, которые успешно учатся в средних общеобразовательных вечерних (сменных) школах, классах, группах с очной, заочной формами обучения при общеобразовательных школах, на период учебного года устанавливается сокращенная рабочая неделя на один рабочий день или на соответствующее ему количество рабочих часов (при сокращении рабочего дня в течение недели). Эти лица освобождаются от работы в течение учебного года не более чем на 36 рабочих дней при шестидневной рабочей неделе или на соответствующее им количество рабочих часов. При пятидневной рабочей неделе количество свободных от работы дней изменяется в зависимости от продолжительности рабочей смены при сохранении количества свободных от работы часов.
uk: Для працівників, які успішно навчаються у середніх загальноосвітніх вечірніх (змінних) школах, класах, групах з очною, заочною формами навчання при загальноосвітніх школах, на період навчального року встановлюється скорочений робочий тиждень на один робочий день або на відповідну кількість робочих годин (при скороченні робочого дня протягом тижня). ці особи звільняються від роботи протягом навчального року не більше ніж на 36 робочих днів при шестиденному робочому тижні або на відповідну кількість робочих годин. при п'ятиденному робочому тижні кількість вільних від роботи днів змінюється залежно від тривалості робочої зміни за збереження кількості вільних від роботи годинників.

source: Работникам, указанным в части первой настоящей статьи, за время освобождения от работы выплачивается 50 процентов средней заработной платы по основному месту работы, но не ниже минимального размера заработной платы.
uk: Працівникам, зазначеним у частині першій цієї статті, за час звільнення з роботи виплачується 50 відсотків середньої заробітної плати за основним місцем роботи, але не нижчим від мінімального розміру заробітної плати.

source: Освобождение от работы без сохранения заработной платы работников, которые учатся в средних учебных заведениях
uk: Звільнення з роботи без збереження заробітної плати працівників, які навчаються у середніх навчальних закладах

source: Собственник или уполномоченный им орган может предоставлять без ущерба для производственной деятельности работникам, которые учатся в средних общеобразовательных вечерних (сменных) школах, классах, группах с очной, заочной формами обучения при общеобразовательных школах, по их желанию, в период учебного года без сохранения заработной платы один — два свободных от работы дня в неделю.
uk: Власник або уповноважений ним орган може надавати без шкоди для виробничої діяльності працівникам, які навчаються у середніх загальноосвітніх вечірніх (змінних) школах, класах, групах з очною, заочною формами навчання при загальноосвітніх школах, за їх бажанням, у період навчального року без збереження заробітної плати один — два вільні від роботи дні на тиждень.

source: Дополнительный отпуск в связи с учебой в средних учебных заведениях
uk: Додаткова відпустка у зв'язку з навчанням у середніх навчальних закладах

source: Работникам, получающим общее среднее образование в средних общеобразовательных вечерних (сменных) школах, классах, группах с очной, заочной формами обучения при общеобразовательных школах, предоставляется дополнительный оплачиваемый отпуск на период сдачи:
uk: Працівникам, які здобувають загальну середню освіту в середніх загальноосвітніх вечірніх (змінних) школах, класах, групах з очною, заочною формами навчання при загальноосвітніх школах, надається додаткова оплачувана відпустка на період здачі:

source: выпускных экзаменов в основной школе — продолжительностью 10 календарных дней;
uk: випускних іспитів в основній школі – тривалістю 10 календарних днів;

source: выпускных экзаменов в старшей школе — продолжительностью 23 календарных дня;
uk: випускних іспитів у старшій школі – тривалістю 23 календарні дні;

source: переводных экзаменов в основной и старшей школах — от 4 до 6 календарных дней.
uk: переказних іспитів в основній та старшій школах – від 4 до 6 календарних днів.

source: Работникам, сдающим экзамены экстерном за основную или старшую школу, предоставляется дополнительный оплачиваемый отпуск продолжительностью соответственно 21 и 28 календарных дней.
uk: Працівникам, які складають іспити екстерном за основну або старшу школу, надається додаткова оплачувана відпустка тривалістю відповідно 21 та 28 календарних днів.

source: Время предоставления ежегодных отпусков работникам, которые учатся в учебных заведениях
uk: Час надання щорічних відпусток працівникам, які навчаються у навчальних закладах

source: Работникам, которые учатся в учебных заведениях без отрыва от производства, ежегодные отпуска по их желанию присоединяются ко времени проведения установочных занятий, выполнения лабораторных работ, сдачи зачетов и экзаменов, времени подготовки и защиты дипломного проекта и других работ, предусмотренных учебной программой.
uk: Працівникам, які навчаються у навчальних закладах без відриву від виробництва, щорічні відпустки за їх бажанням приєднуються на час проведення настановних занять, виконання лабораторних робіт, складання заліків та іспитів, часу підготовки та захисту дипломного проекту та інших робіт, передбачених навчальною програмою.

source: Работникам, которые учатся в средних общеобразовательных вечерних (сменных) школах, классах, группах с очной, заочной формами обучения при общеобразовательных школах, ежегодные отпуска по их желанию предоставляются с таким расчетом, чтобы они могли быть использованы до начала учебы в этих заведениях.
uk: Працівникам, які навчаються у середніх загальноосвітніх вечірніх (змінних) школах, класах, групах з очною, заочною формами навчання при загальноосвітніх школах, щорічні відпустки за їх бажанням надаються з таким розрахунком, щоб вони могли бути використані до початку навчання у цих закладах.

source: Работникам, которые успешно учатся в учебных заведениях без отрыва от производства и желают присоединить отпуск ко времени проведения установочных занятий, выполнения лабораторных работ, сдачи зачетов и экзаменов, времени подготовки и защиты дипломного проекта и других работ, предусмотренных учебной программой, ежегодные отпуска полной продолжительности за первый год работы предоставляются до наступления шестимесячного срока непрерывной работы на данном предприятии, в учреждении, организации.
uk: Працівникам, які успішно навчаються у навчальних закладах без відриву від виробництва та бажають приєднати відпустку до часу проведення настановних занять, виконання лабораторних робіт, складання заліків та іспитів, часу підготовки та захисту дипломного проекту та інших робіт, передбачених навчальною програмою, щорічні відпустки повної тривалості за перший рік роботи надаються до шестимісячного терміну безперервної роботи цьому підприємстві, в установі, організації.

source: Дополнительный отпуск в связи с учебой в профессионально-технических учебных заведениях
uk: Додаткова відпустка у зв'язку з навчанням у професійно-технічних навчальних закладах

source: Работникам, которые успешно учатся на вечерних отделениях профессионально-технических учебных заведений, предоставляется дополнительный оплачиваемый отпуск для подготовки и сдачи экзаменов общей продолжительностью 35 календарных дней в течение учебного года.
uk: Працівникам, які успішно навчаються на вечірніх відділеннях професійно-технічних навчальних закладів, надається додаткова оплачувана відпустка для підготовки та складання іспитів загальною тривалістю 35 календарних днів протягом навчального року.

source: Отпуска без сохранения заработной платы работникам, допущенным к вступительным экзаменам в высшие учебные заведения
uk: Відпустки без збереження заробітної плати працівникам, допущеним до вступних іспитів до вищих навчальних закладів

source: Работникам, допущенным к вступительным экзаменам в высшие учебные заведения, предоставляется отпуск без сохранения заработной платы продолжительностью 15 календарных дней без учета времени, необходимого для проезда к месту нахождения учебного заведения и обратно.
uk: Працівникам, допущеним до вступних іспитів до вищих навчальних закладів, надається відпустка без збереження заробітної плати тривалістю 15 календарних днів без урахування часу, необхідного для проїзду до місця знаходження навчального закладу та назад.

source: Работникам, которые учатся без отрыва от производства на подготовительных отделениях при высших учебных заведениях, в период учебного года предоставляется, по их желанию, один свободный от работы день в неделю без сохранения заработной платы. Для сдачи выпускных экзаменов им предоставляется дополнительный отпуск на условиях, предусмотренных частью первой настоящей статьи.
uk: Працівникам, які навчаються без відриву від виробництва на підготовчих відділеннях при вищих навчальних закладах, у період навчального року надається за їх бажанням один вільний від роботи день на тиждень без збереження заробітної плати. для складання випускних іспитів їм надається додаткова відпустка на умовах, передбачених частиною першою цієї статті.

source: Льготы работникам, которые учатся в высших учебных заведениях
uk: Пільги працівникам, які навчаються у вищих навчальних закладах

source: Работникам, которые учатся в высших учебных заведениях с вечерней и заочной формами обучения, предоставляются дополнительные отпуска в связи с учебой, а также другие льготы, предусмотренные законодательством.
uk: Працівникам, які навчаються у вищих навчальних закладах із вечірньою та заочною формами навчання, надаються додаткові відпустки у зв'язку з навчанням, а також інші пільги, передбачені законодавством.

source: Дополнительный отпуск в связи с учебой в высших учебных заведениях, учебных заведениях последипломного образования и аспирантуре
uk: Додаткова відпустка у зв'язку з навчанням у вищих навчальних закладах, навчальних закладах післядипломної освіти та аспірантурі

source: Работникам, которые успешно учатся без отрыва от производства в высших учебных заведениях с вечерней и заочной формами обучения, предоставляются дополнительные оплачиваемые отпуска:
uk: Працівникам, які успішно навчаються без відриву від виробництва у вищих навчальних закладах з вечірньою та заочною формами навчання, надаються додаткові оплачувані відпустки:

source: на период установочных занятий, выполнения лабораторных работ, сдачи зачетов и экзаменов для тех, кто учится на первом и втором курсах в высших учебных заведениях:
uk: на період настановних занять, виконання лабораторних робіт, складання заліків та іспитів для тих, хто навчається на першому та другому курсах у вищих навчальних закладах:

source: первого и второго уровней аккредитации с вечерней формой обучения — 10 календарных дней;
uk: першого та другого рівнів акредитації з вечірньою формою навчання – 10 календарних днів;

source: третьего и четвертого уровней аккредитации с вечерней формой обучения — 20 календарных дней;
uk: третього та четвертого рівнів акредитації з вечірньою формою навчання – 20 календарних днів;

source: независимо от уровня аккредитации с заочной формой обучения — 30 календарных дней;
uk: незалежно від рівня акредитації із заочною формою навчання – 30 календарних днів;

source: на период установочных занятий, выполнения лабораторных работ, сдачи зачетов и экзаменов для тех, кто учится на третьем и следующих курсах в высших учебных заведениях:
uk: на період настановних занять, виконання лабораторних робіт, складання заліків та іспитів для тих, хто навчається на третьому та наступних курсах у вищих навчальних закладах:

source: первого и второго уровней аккредитации с вечерней формой обучения — 20 календарных дней;
uk: першого та другого рівнів акредитації з вечірньою формою навчання – 20 календарних днів;

source: третьего и четвертого уровней аккредитации с вечерней формой обучения — 30 календарных дней;
uk: третього та четвертого рівнів акредитації з вечірньою формою навчання – 30 календарних днів;

source: независимо от уровня аккредитации с заочной формой обучения — 40 календарных дней;
uk: незалежно від рівня акредитації із заочною формою навчання – 40 календарних днів;

source: на период сдачи государственных экзаменов в высших учебных заведениях независимо от уровня аккредитации — 30 календарных дней;
uk: на період складання державних іспитів у вищих навчальних закладах незалежно від рівня акредитації – 30 календарних днів;

source: на период подготовки и защиты дипломного проекта (работы) студентам, которые учатся в высших учебных заведениях с вечерней и заочной формами обучения первого и второго уровней аккредитации, — два месяца, а в высших учебных заведениях третьего и четвертого уровней аккредитации — четыре месяца.
uk: на період підготовки та захисту дипломного проекту (роботи) студентам, які навчаються у вищих навчальних закладах із вечірньою та заочною формами навчання першого та другого рівнів акредитації, — два місяці, а у вищих навчальних закладах третього та четвертого рівнів акредитації — чотири місяці.

source: Продолжительность дополнительных оплачиваемых отпусков работникам, приобретающим второе (следующее) высшее образование по заочной (вечерней) форме обучения в учебных заведениях последипломного образования и высших учебных заведениях, имеющих в своем подчинении подразделения последипломного образования, определяется как для лиц, которые учатся на третьем и следующих курсах высшего учебного заведения соответствующего уровня аккредитации.
uk: Тривалість додаткових оплачуваних відпусток працівникам, які набувають другої (наступної) вищої освіти за заочною (вечірньою) формою навчання у навчальних закладах післядипломної освіти та вищих навчальних закладах, які мають у своєму підпорядкуванні підрозділи післядипломної освіти, визначається як для осіб, які навчаються на третьому та наступних курсах вищого навчального закладу відповідного рівня акредитації

source: Работникам, допущенным к сдаче вступительных экзаменов в аспирантуру с отрывом или без отрыва от производства, для подготовки и сдачи экзаменов предоставляется один раз в год дополнительный оплачиваемый отпуск из расчета 10 календарных дней на каждый экзамен.
uk: Працівникам, допущеним до складання вступних іспитів до аспірантури з відривом або без відриву від виробництва, для підготовки та складання іспитів надається один раз на рік додаткова оплачувана відпустка з розрахунку 10 календарних днів на кожний іспит.

source: Работникам, которые учатся без отрыва от производства в аспирантуре и успешно выполняют индивидуальный план подготовки, предоставляется дополнительный оплачиваемый отпуск продолжительностью 30 календарных дней.
uk: Працівникам, які навчаються без відриву від виробництва в аспірантурі та успішно виконують індивідуальний план підготовки, надається додаткова оплачувана відпустка тривалістю 30 календарних днів.

source: Для работников, которые учатся в высших учебных заведениях с вечерней и заочной формами обучения, в которых учебный процесс имеет свои особенности, законодательством может устанавливаться другая продолжительность отпусков в связи с учебой.
uk: Для працівників, які навчаються у вищих навчальних закладах із вечірньою та заочною формами навчання, у яких навчальний процес має свої особливості, законодавством може встановлюватись інша тривалість відпусток у зв'язку з навчанням.

source: Отпуска, предусмотренные пунктами 1 и 2 части первой и частью четвертой настоящей статьи, предоставляются в течение учебного года.
uk: Відпустки, передбачені пунктами 1 та 2 частини першої та частиною четвертої цієї статті, надаються протягом навчального року.

source: Сохранение заработной платы на время дополнительных отпусков в связи с учебой
uk: Збереження заробітної плати на час додаткових відпусток у зв'язку з навчанням

source: На время дополнительных отпусков в связи с учебой (статьи 211, 213, 216) за работниками по основному месту работы сохраняется средняя заработная плата.
uk: На час додаткових відпусток згідно з навчанням (статті 211, 213, 216) за працівниками за основним місцем роботи зберігається середня заробітна плата.

source: Предоставление работникам, которые учатся в высших учебных заведениях и аспирантуре, свободных от работы дней
uk: Надання працівникам, які навчаються у вищих навчальних закладах та аспірантурі, вільних від роботи днів

source: Работникам, которые учатся на последних курсах высших учебных заведений, в течение десяти учебных месяцев перед началом выполнения дипломного проекта (работы) или сдачи государственных экзаменов предоставляется еженедельно при шестидневной рабочей неделе один свободный от работы день для подготовки к занятиям с оплатой его в размере 50 процентов получаемой заработной платы, но не ниже минимального размера заработной платы.
uk: Працівникам, які навчаються на останніх курсах вищих навчальних закладів, протягом десяти навчальних місяців перед початком виконання дипломного проекту (роботи) або складання державних іспитів надається щотижня при шестиденному робочому тижні один вільний від роботи день для підготовки до занять з оплатою його у розмірі 50 відсотків одержуваної заробітної плати, але не нижче за мінімальний розмір заробітної плати.

source: При пятидневной рабочей неделе количество свободных от работы дней изменяется в зависимости от продолжительности рабочей смены при условии сохранения общего количества свободных от работы часов.
uk: При п'ятиденному робочому тижні кількість вільних від роботи днів змінюється залежно від тривалості робочої зміни за умови збереження загальної кількості вільних від роботи годинників.

source: В течение десяти учебных месяцев перед началом выполнения дипломного проекта (работы) или сдачи государственных экзаменов работникам, по их желанию, могут быть предоставлены дополнительно еще один — два свободных от работы дня в неделю без сохранения заработной платы.
uk: Протягом десяти навчальних місяців перед початком виконання дипломного проекту (роботи) або складання державних іспитів працівникам, за їх бажанням, може бути надано додатково ще один — два вільні від роботи дні на тиждень без збереження заробітної плати.

source: Работникам, которые учатся без отрыва от производства в аспирантуре, по их желанию в течение четырех лет обучения предоставляется один свободный от работы день в неделю с оплатой его в размере 50 процентов средней заработной платы работника.
uk: Працівникам, які навчаються без відриву від виробництва в аспірантурі, за їхнім бажанням протягом чотирьох років навчання надається один вільний від роботи день на тиждень з оплатою його у розмірі 50 відсотків середньої заробітної плати працівника.

source: Работникам, которые учатся без отрыва от производства в аспирантуре, в течение четвертого года обучения предоставляется по их желанию дополнительно еще один свободный от работы день в неделю без сохранения заработной платы.
uk: Працівникам, які навчаються без відриву від виробництва в аспірантурі, протягом четвертого року навчання надається за їхнім бажанням додатково ще один вільний від роботи день на тиждень без збереження заробітної плати.

source: Оплата проезда к месту нахождения высшего учебного заведения
uk: Оплата проїзду до місця знаходження вищого навчального закладу
